{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,312,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_layer"},"registered_name":null,"name":"input_layer","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv1D","config":{"name":"conv1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3],"strides":[1],"padding":"same","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,312,1]},"name":"conv1d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,312,1],"dtype":"float32","keras_history":["input_layer",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,312,32]},"name":"batch_normalization","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,312,32],"dtype":"float32","keras_history":["conv1d",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"MaxPooling1D","config":{"name":"max_pooling1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling1d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,312,32],"dtype":"float32","keras_history":["batch_normalization",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv1D","config":{"name":"conv1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3],"strides":[1],"padding":"same","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,156,32]},"name":"conv1d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,156,32],"dtype":"float32","keras_history":["max_pooling1d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,156,64]},"name":"batch_normalization_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,156,64],"dtype":"float32","keras_history":["conv1d_1",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"MaxPooling1D","config":{"name":"max_pooling1d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling1d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,156,64],"dtype":"float32","keras_history":["batch_normalization_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv1D","config":{"name":"conv1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":128,"kernel_size":[3],"strides":[1],"padding":"same","data_format":"channels_last","dilation_rate":[1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,78,64]},"name":"conv1d_2","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,78,64],"dtype":"float32","keras_history":["max_pooling1d_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"SpatialDropout1D","config":{"rate":0.3,"seed":null,"name":"spatial_dropout1d","dtype":"float32"},"registered_name":null,"name":"spatial_dropout1d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,78,128],"dtype":"float32","keras_history":["conv1d_2",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling1D","config":{"name":"max_pooling1d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2],"padding":"valid","strides":[2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling1d_2","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,78,128],"dtype":"float32","keras_history":["spatial_dropout1d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"GlobalAveragePooling1D","config":{"name":"global_average_pooling1d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"registered_name":null,"name":"global_average_pooling1d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,39,128],"dtype":"float32","keras_history":["max_pooling1d_2",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":89,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["global_average_pooling1d",0,0]}}],"kwargs":{}}]}],"input_layers":[["input_layer",0,0]],"output_layers":[["dense",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{}},"image_data_format":"channels_last","input_shapes":[[312,1]],"output_shapes":[[89]],"tests":[{"inputs":[{"shape":[312,1],"values":["+q5Ov9xNYz83QkC9LFoCvinMrj/rIJa/vtw+P/E0Bb9xeLu+MbPHP8I2KL85KfG/PYUVvydwpr550x+/jSIdvxjkEkAm7ydAztE6Pbu6nz47Mec/D207vryi/76Lh9e+xgcpQHymxr42frK/vUKcPVtsPz8N2RS/E/idP9eyNr/LZiW/r4+ivxSd/j7t2ms93lLpvSmou78mrGg+cwsAwGCKAr9gM4C+TTTevoj20T/DQB6+tVTKvRBUID9kJ4O/dKUQPztpTL5+ZPQ+nWa0P71wlj66aR4/ahFTPrRgBb+Gy7E+MC8CwMl/wbunQkE/q51Qv+W1l78lfh+/Fz5IPvAqxz9Lwps+bGczQOm0DDxfS7w/JG/Rvk7l5D58CYq/IdYIPtIv8z+kkKU+h8L8vgpLSz/k13y/FMrRv4N9Qj/kADw/jwmsPgJP6L/BQ3e/XTOMPyhtbb/N+TA/n8r9PuEi7z5VYfI+cVQ7P/2SAcDMpOo+Jd9FP+y7Ub93eZQ/Ad2uPia4pr/6JJW9w2VCvttZBr4IDhY/XreBvx5vMr8jxu4/Il/VP+Cw7789bL6+kci0vrj3nT4HmAm/0XcSv2Q8jD13ePC/FJcYPyUliD5Cfau/Sg6mvu0HIr/JMJi+U3aEPxzUnb1gUZS/FmC8vuv6FL/S+qC/5isSvyRJKD6NXHo/eZyyPoA2B78uDBY9TkmnP9ubFT/nLPK/9rIHP2AgiD6GiHU/X7ZfPkoORr/i9UA/I2g8PhqBXT/RSv++jRuGPj3UML6vLvK/orozQNIBK7+dD4s/uz2pvaZ+mD8fwJo/2Kw9P8WewT9haBs/8oBlPZhhkD/BWCC//fTfv8Ivs78oQHc/aiaDv6hesj/Yqg1AaAp+voDuAMAkKbY/IjP2vqdEY7+t+Q29FTaBPV3i877ZoY2/N0RuP0HFhz+0meg/4QWQv0UHDr+fMqS+QkrAv08mL8ChpSk/iB6cP307zb+/Ijk/hSqHvjYo1z92450/tVaPPu9jGT9LKV4/","ofSOvLznSD+r8D8+iSOlPQZ8nb8WYYy/TodtPwmWAz+HKCK/ug/uvnwfmL4QrA4/K0i4vReemL96RS+/8mWYv5hc+r0wXBY+V9TxPr8Tsj7QnOY+IkxYv69T7z5xORG/bzFNP0on6b/BKzQ/cxlFv9Eqwz5+z58/PZUrvnOtlD82ZHm/V1ybvhKEjL6s3rm+2iZpv2BIpb+71oe/ypY7vwKIEj+eyxi/vRDHPgiry72+rZ+/+Mxjvh/0GT/RvTg/c9+kveLsQz8tX/m/VLmJvyZ7tb9i46G9AOeLv94gOz7RX4K/WfEiP/bYWT6I7xg+btIxP7lAYr/+CQq8G43VvSbpFL/+ADg/Zr9jPnxAXj+nIx8/cqq4vJZ+7j+wTmA/ns3Svz1ijT78bqA9ijB3P25JBr49vx8+OamaP3z+/j50wBo+lou7vz6WQj/SXgxAjTEEPulPKL9fO5i+fK+RPpBIkb4dcJ2/PxxKv5eNvr4haJC9GAl5P1I+oT2bAYu/ubSCPYLTBL/zA9q/ooiVv4iyWb425RW/yyUXv+WU/L6hEAK/qlL6PjMYDkAe5rC+FiJiv5kN9L6EHGi/yhafPVu7RT6XEv4/m/Y4v6eYGr8CQwI+iiWQvneXbb8E1oE+"]}],"outputs":[{"shape":[89],"values":["vdK1Lv/ixC6K5rcuWXbILtk62i58gt0uJ23GLsDM5C6yBsMuL0nkLoz91i4goasutgrSLjAkzC40VcEuWOLXLnG8xS6QPdEuuD7WLsOR9S58irkuXGLRLiYG0y5tR8outw6rLmZQ7C4QJtgu5z3ILveRyy5ZYMEurdLNLmJNtC6eBcUuPtTBLnVV3i6Gurku38fJLmWGyS4QDM0uqAe3LhH5wDaZzGY0iLNBN0wlgzEPJlM6+2A2O1Xskj6Vw6w6bQUfN97hPzs2KsU6g0HKPufdVj0t6tM9sfYzPGgSizRPmuE5mxACO3P3Lz/Weok6eo4WO0b1Mz8qNjw5EdGaO9OK4jtXYig/O2WmPgMqGTY1cdo4ZqcKNulCdj/bR941SIp9M9fCsjakOw0tnPY2M/L9mCzTvG0uXNZhL2SPry6XE8kuZzvQLks/vC5myr8uzPvNLuG2zy4v98AuKSfBLu/oGzg="]}]}],"trainable_params":{"conv1d":{"weights":["bS82PLLakL6TpZC+FKKrvRTIu73qfbG9KWMsPhuiPMCIqLo9YxarvSFNuT1Yyc29YcOdPZiFnb5Phno9PgbAvsJ/Nj6uMJ8+GvyKPHQzuj9r2NC94GiZvr1LHD9xY4u9SduaPXSaM71OraW9zcaZv4oliT1PgLk9cKyYvbaTQ74cs2u+YNInvqwDMr7NJQo8GX8Cvk2B7j3MnoC+pjAWv0abXz6+wJK7RgeHPtoa5bxjvnS+Inx5PpNqrz/KF8W8FXiXvjgRIr72Miw+FfMZwKmCGD00xAg+LklXvZ2wjL0Fip69NQafwKFBhbpUTKI9LDUPvTChG70uMQO9tK/SvT2UFb6/Oj++hDwgPlVL/r309ke+g8cvv8Unnr6mYRs+rsG0PUK3vz0P1tC/ogcLvxSNSj30m2W+pFWJvai5OL4jOXW+X0NsvjU9lb0sTF0+4fk8vgKz/r3ChoK9qAUYvX60v70wKQA9chZsPi91Dr4RqYy/KOCXuxj+Mb7kRqW7"],"bias":["gUAEQYCg+T+eREVA7GknQZyRdkHOfUhB8dgKQdPMOkFuW31BzwD1QAAAAAB4AABBCy8EQVPGFEGJ+kRBpGJqQK9e+EABpD1AzCJAPkD8FUAjydhAAAAAAKe7A0F96ZVAX5yXQMRNrUAAAAAAaCY1QQAAAABN7iRB0KggQBSwwbs="]},"batch_normalization":{"moving_mean":["1uYiQNDWsD78B21B5lB1QakEwEH16rZC0pXFQ7tM/EIl8q9BvERnQQAAAAAYmUdAtOtcQe+N8EFw8F5CKDrfQ6I3p0GoUzhB1x/nO+G8ZkAp/ipAAAAAAIwunkEjrGBBclg2QZJOTUAAAAAAr8MRQgAAAAAYPvpAIV+QQTIAAAA="],"moving_variance":["jQFyQS8ryj5526ZF0fcERfgaJkUxcmVHIUOTSTWkIkhe5gZFbv4WRTIAAAD2T6dB8Ss7RYBhT0YqPuNGNhGbSfUD3UU+9TxFPQZGOlI0AETzPgFBMgAAAFR6oUXaz5xFZtcQRfoxXkMyAAAAR4dsRjIAAAAHjz1DldYERjIAAAA="],"beta":["W6QIPiKOiT7dLCk+GA+UPUZJJT63lTw+H3KiPv/fUz5UN/U9bYXTPaS1Mj8Piww+J5K8PeAwAD5/BE0+dIK+PlMlKT5C86094bO3O/ROpT1ZbZC7jpE4v6psFT7G4B8+Fr0OPr/y4jwZCTk/fRUoPqzqNj9VJrI9xX0TPmDsNL8="],"gamma":["Ip3ePvjp1j7QA3M/AlFEP3FrSj9TwE8/O256P0jAaj+7F3E/T4A9PwAAgD9RFQM/fcpaP2PMRz9UD3U/2cuBP25MfT8Sf1k/5ufvPuW/aT8ZzQk/AACAP+tFXz8mlos/1dRKPyMaOT8AAIA/sFh5PwAAgD88shM/cjd1P6rEgD8="]},"conv1d_1":{"weights":["ne0zPjOPrD6lJ0O8Jh53vcB1pbwxYyO/ZIq9vzlgpL/G9iS9hEJpPsW4NT3mpBI/hmAqvpQfNL7flkM9F1eQv63vkT3FKs88o7KVPnKNw7s+Rp4+aDUQPSq5ADy8Scw807HiPRn0Dz+vuWG+224bviokizyLX+Q+LyXnPcs5Rr3EUV09n8xdvkWOjb/P+CC+Ezr3vdyPSL3PRs+9nlWzvnaJ3r5um2Q+9DHfPW3rtr7f27y+RgZGu4LL3L5Pwzw9doCgPVE7Hr4HKwi/Ec7yvqjVF73iOFe+32jNPT+QFD9MFjjAN4yNPiQSIz6BSoa+zgZxPmodj70nu/++6GU9vj+w673iUv28xEbDPN1bU8AdiDY+sJQBvJLizr2guje+crsyv6S6s7ySeay9wGhWPTw4esD6f36+Z9Pdv4kFmr3w2DQ9reetvOYmqTz2OJY7VA96vgG1sLxs3RDADjgfvYQzqMDbd1u/+yjBvV98jj2M+qW75G0evJ7WRMAfYyW9XgRaPZdnG79DzoI/zoZWvSXYgT814jI92jp4vWpLfL696wQ/eFE1vykvTz/G/DM/FkOgPs4dAr9cAAI/7VunvaIc+L0FRxe/emM/v+IbAr9NXZ++xIMxv0vlFj+awKk9URQkPwiIAD5UZjQ/lOA5PVUaMD8KJAU+Yh0/vajyC7+JrJ4/NphEP4X0gT9dRnk+UdcGvkn5zL0FG1C+ob8ZvtpxZb0dCRI/OLMmvp3dAL35OL0+UtAdvcw+6DzPAFS+xahrPnTLrj6XwIs+pAk5PhdKub5EEjC9cY1GvaRQw70J+kO9mirEPg+8t7w9xY0+F+wgPhv4fb6VMy0+j7CGPds3F7/IlD6+YOkfwD0m374ICaW8AgLnPmDYoz25Azg++zLEvmYLoz3DY+m99mNAvxR3Gb9Z5D8+5A7/vpQvojsLbj4+EfJ5PWbDfD593oY+cqqZPgNXdD15UTS/o7gFvOFUIL8B/bW/4xyQumwLqT4La+O99EMKvkfwGL8DPw89","XFXAvVIRX728Wpq7SVI1vl4cDz+ZvLu+/rCMvyS9RL9zpVa+KIK8PLCkmz6Iri69oDUTvsCSNr6H7AO/h+GRvxaGor0UWJk9aAeuPSLsr7wRrV08XmXavrELor7X7i69rt62vvXRxD2+NKs+IIcZvmUrxj5kBFI9rQYEvy/02r7XNUS8De6YPp1Elz3GnSE9TzSYviVnWj3wrs6+3DsEvlULqT1iztU8FKyIvjMH572saNU7nO83vspSJD2U2cO++plFPisfCr6KrC4+hlURvtPeaT6l86o+W52QPT5Di7zi+Qe+UaP2vnoI0L5XuI8+90elvj12j75CXQA+AiCYPqu15D0+feC+LdlDPrwxoz4GIem9+knGPk7RjT8s/WQ/eu51vsyNkb36Wom98LlDPkZnsT5do9U+95J2PmQwkT/0TB6+Ad8ivhlyEb4j9eA9MdXRvteYlrxHIMW+XgSHvl1cVz5WJPM+b9FdvM9h6z1Pwi28wcu9vq1u5b6CHug9nHbwvgtUgr0UpGu/V0WCv4ZrDr8sAcO9RnsNvva7jL7WrIM9cLewvb74tb9qOvO9a5VQvw2etr5cEh+9tgXqvZPAkL1LTlW+lZg2vf8Lsb4VvHK+5p+1PxouKb7d1RM99VUZPmnVkz69AbC/qrB7vc3Grb8AmFO+tGIkvlNIpz+rrlw+mf9YvsXGij2uDUG9a434vDdYhD0cgtA7Xuw+PC4ooj2hypY9OGeMPuO07D03dQU9PrkOPW1HIT54Fq+6o58Evg/55T0YsbK+eCy6PENMsb1wI5y+ATWePZhgSLz28ya+OYegPf9CKT6bXQ28N14TPnrj7j3MrU29wDiivgrYSD57ztE+oYZ1PGLigj0YSbU8yQyVucrr8jy0Hyq81jccvQBY0zqCcvw+2hfMvSk5GT1YUiY9pjrWvS0Apr0rDSg9VDMqvkkjLD5DnW6+lV2GPoJfA7/gr+W7E/hhPQwOpr1ydtu8/TsFP2SnwT20Uw0/SLQCPpIA1r3iqKm+","fGU/v8tfzr3bocu+lKtoPZKaJT5C+BK+8ujAPMvKrT2Y6qM9Q/mQv0PP0z2KLAO/FOSDPus38L1cz6K9xagbPhtOBr/pygfAZwtMvHn+5r/2hjC+IUe/vRxjND53Eyq/wwGVPqo5kL53kNo8GZoivtF6/zwpZcG+RHGUOcTkz70FhSk/sDg3PgoBWT5tdTA+Ds/kuzG1+b67RJ2+bJ+gvrGkaj4+u4G+1wVTvimwxL77nDk+2DkgvvHQSj04JUK+uk0/wIuLG7/V7sG+yW7Qvp07xj6Bmxc+L54BPuJaX8BmR6c+n74RP1b3A76q/bu/Zx4FvhQ5mr/1bM49Ck+3PaPd4r8+SDe/Blw0Ps1D0D2dcTo+rQ8MPgi/ID0TYCY9FpyEv1IA3L1HbDM+WRWmPjg/qDw1DUM+RHDxvtsbKj19nsU9/fYhvi4tfb+a3qC+KPtIv5o/Ur4cscK/SGz9PLgx3j01GuY9SGK1PScsGz74+0o9cttWPjfLu79wvd+9t9Q1vvSmjLwLh5O+444hvZg5lT7txt494E/BPYM6mD69seu/9Z/uPSCO/z6KQ2o9MeBlvgZUVD5CL6W/a8UKPmFdnz1CH0I+Fv76PONrQz6t1ga/eBzhvmNkJ8AB64o+xr2QvkARCDxfl/w+fvnqPU6L/T6iH9k+B25owDlIAr+EFjM+HYMTPo64GL4QiXO/JPmHvWKZk7+6fF2+R8Frv92ChDyv1w2/cZSxPtb1xD1i/YW/GRCKv5/lPD6yykq+WWWlvlMZJb9caZW+UYURvyDXCD/Cgrq+Q1A+vhKfMb6W2zy+g0irPucuuj4tAgq/z3fMPmcOyL1qjlG+ZonfvpBSFL6TSIy7tjUmvuNe+T34gmi98jfLPn53XD44740+GIT/v3Vj3z35A0e/WdDtvY+IKD4URDY98UgZv6qD+j3C0pE9JlMzPrsOmD67uhE+mJpBvjgAID/FJrO/SGKBPSS4lr1oYfK+RJA0v436BD5CKkK/T50OPT8+GL+zXzQ/","53LHvFWmwL6dbvK99NoAv2O3uD7qs3S/Ha6ivoz6N79QWCk+uy9wv0p8177LPR4+FzoAv7wKvr9KjEo+B3PnvacNAT9z+jO/uKrTv1jyob+z4La9GtGvPtmLHD49yf8+LHX7vd80fb+K1am+hZZQPvRRzr6iUS2+2BKJPGGJnD5Fmy4+7px+vbajTj5rWEO/YGcWP2j3lr3u38i/Weziv3FHDL5wUES+64iFPpfnFL26hTC/fa9/v8HaR78nYZ6/vEfNPGS6pb09Grw++sR6vCffJT4ZNBi+ls8pvtmyAr0csVW+J3A5P++Ksj5wQxo+XYh/Pj727D36e+E9pZyLvteuc77gRcY+LH83Pl/fBz6lKZW+nh1jvmEEcb1ZiZa89pQKPdhhmjx+/6c++VELvj9JrD1RWkI98Fs4Pa/0jjyu6Ne/UwuNvnoa/T47//2+3fNmvrDZsr40jWS9D58hwFvcq70Bbk4+1U8bPv1psb+9SLQ+vrsvv0JSBb4dICi+kfA6PoOJ1D2N6om+X78cvbmZ4zxPRbE95ExrvlqQ0b0NIW+/ILChvdmaPT+uEt8+m2XwvZy4Mj0bVbW/C1OPvl0EUD5KKVa+UNcGv7Uahr6ju+O9Wn5BvwLyVr/cn5s9HTlXvlAHvz4cXg0/FT87PlErDj8yfTQ/OrJCv1tKFr/giae+0AIyPUvKWr6lyjO+UmSDPm1KZT6iHQW+9TapPLOh2DvQaL0+Bo6YvhTgOz3+ygy/w2UMPh5mXj5JESq++XeGvgGNpj1iMmI72moFPKbuLb33ktk+WRBovdEEWr6Mzri+wbeBvoqETr7K8K67boB4vn3WJT3NKQQ8P82rPuDVCj7ROw++SpmMvt5sjj6VLiO+hxsXvuPFET/66rU+RYstPxSqIb+nB5y+GCHVvr2J5z6uNzo+DvBLP+XY8j7/oRTAGz16v36wMD0kmKG/9mjaO5HMmz4mAPY+xuBvwMPMwD7NBUU/6RGPvoOfe7/hnbO+txLUv+5T2z1+JVY+","PqPQPkpDAL6V3pu+b6fwvqajK79P4fY+0nIFPwSWFj8MPQM/67GUPjQpBr5EGsC/IQicvusuKT90Xho/N9AePy1T0L9mpcG70f6oO8TOrD12Sme+Apw8vNQ+Yj77+hLA7oplPvVx/D5YNCE8tscQv+6vxT3AGE/AKALqPjtWg73oPga/hHAJPy7piL3ISIq+2y4DvxxZKr/Hegu+9H7Cvq38DT9HdJi+ibAhvg+giT+uTv++3++Wv8qA7T6tSCS+VSfZvWOBk758XgE+T/QBv79nxj50hSQ+HziLu62+Fj1dvvE+9fZZvmirS77JlGO8cnBOvn+Q/D5NX9I+OzM+PjMVHz84scK9Yqx2PjIOrrwmGi69ow7+PYeLMb4RYiw9Jsq/vKdy2j0MEMc9XGktPhIBEj3pgMA96jeDvgSe4r16irE8IIrdPc2uVT0Iqws+m/9TPhwL7b2o3x4+ZtGUulheAj4D9Oy9OnMoPrDKsL2/uEM+K+v0POVDDzx8MAe+jx2Zvq4NUr8IkgjAWk7Yv+dYnb+mB8a9XeqnPkT5HL5tfrg97p/FPTr1oD6Q5w3AWP/dv0zYI78j5Xg+R2PGPsmaHT48KRw9Tdf5PDWiOz0bRqa+YRMLv5uZCDukXbE7hDTfO5WwSL921+E+VNSnPcDLzj4heQzA5KyAParM475PzkC+4qhzPNiIAb9acPa+jRWxPjEZKj4I3ku+s/6Mvo1XFD5EFs6+JCO/vnJTBT4x0Gq++76Dv8ri6j2x5SS+Qg2ovrtJtr5kdY28kO2avrisTz7OwNA+YMdBPuVQo74eRYk+DZrpPkaGxr71SjG++p7iviu4gb6emQw+WG3APkaJIj8MfZo+nCevPj9wfj6WW6C9GSRWv+43lb6B70s+9XeevdTvLz0ixQc+YYwGPwpLJz4vOoc8SkSBvhW6o76zvAjAuXP/vurfQL5RZ1S/egMIPV3w/r0hbjY9V5YJwFNBRT41Eyg+/aTIPanxGcAnMCw+YWmQPiberLx5LR2+","0HvHPjJ8hr33oo493M6gvI6XGr4SsI++9LdePgsOlT0cK369rlNWO8Mymr2+s9O+Z2+jvA+zfjxC95A8IS/9PUMOx77bwpa8eZ8cPtJCfD2sd7W+S9FlPdPkyD2fcO6+NT9vPtBhHb2cRry94xElvxxt3L2BIku/sKsWPljmKT1gf9m+KTkSPi/0/z3H10Y9XtRGPtnBMT0Wna4+y2Z0Pm3r+L/tXMm+0quqPZjnUD4byhC8K3u+PNCoK8AcF/8+XU+kvRGUjb7tEli9VMZHvlqaKr56p0+8Q6oxwIjYmL6ezY6+HWTjPvyn7zswaWm91xQLvjaxtD1hQnfAMEd+PSOeID7qgSe+8S6sO2b2hb464qe71sVqvZqPBMCApHDApEPWvEdv573PCrU8AY2aPb4tJb4pvTHA0lOEPmR29r9ke948qEnavTq1Az2bJua9NESgPo0wKb2SOS69zs4BPVW4XT72krC+thc2PqtJjj1fvhw+D3kcPrz8ybyVB0G+piEiP4/5y70eCda+3u+xv7EVur5R+UW9oJibPkjDSj1JOps+To3uvV3fIz8KlV+/aWE4wN5cGr8MbnQ+bvrMPhB4nTpPz8O9sT6JPgvrwbx66U6+LnP5vlvcgT5mMWq99R7RvqsXG8DsUjY/jBkMPuCOHT8maOW+Oj5Tvd3THb9k7Da/agWjPfWQHsBMoAq//n6+vpBlSz1r5Nc99/eGvVHgoT4aSYG90fdVvrUl6j4XcAy/MXRMvoI0iz5N3XY+ZUVrv0Y6Xz77awY/O0jevkQtGD4Kzic+or5qPQksk79W4O89jRi6PSiKZb0W8HK/f00MvguTW70CPNI94cEwPreigzyY0i4+ai8HPuUrLb+rGPQ+NeyGPsMtyb+D/t+/YqLxPQzzrr3PTQK/tPLlPpNkS792Msm/zcCqvrYB17/+CAk+YHwevp1CfT4u8jO9yOWZPmxX9D7CUY8+RrsvPWfAQjvjaH8/oWACvzZHdj4k89m+Vk6HPqPfv72gLAw/","MEsFPWO/cD+ZVJ++lQ9ZPi/sMj79D4O+w6cCvzUVOL7XpQC/2Oszva+PiL9pbKI+dG2kvrRiMz5DBuu/iCAbv/MGRT0W9wq+t9G/Pp0Eir15JQg/0J2dP6bpp7/JDJg9r6ObwB7vyb7MBZa/gmu4PYHFlL/Hawk+gViMwEHhkz+Wevq+Du6nv3i3jL55ogg9QLQ1vrqb4T2NuWg9W1uOvTH7qL1PTKW9M0eKPgqgtL7OOVU8fofZvULD9z1n6Ye9zH7GvVvYTz3paEs6Jbn3PdKb8b5bz6e+0jKOvhmAS71YscQ9iHb+PZqvVT7c4329DQDAPjz9OL1etOC9j74JvmLAEj8v4GU/LZydPWU/V72jlHm8OiV3vRMZ3T0SOKo9YLraPVGAXj6fnEE/IFo9vaeaeDzZZts9YkJ0PqIqST6E5xi9UPIiOnghDT+pqo09OgFdPQ3ZZb+vMIO9tfKmvdPS/jtXuyK95RVEPwVpmL3p+Vk/+fqbvpCkLT4D8kS/0JDZPP9M7LtZAJo+SbatvYKxRD4/EAo+0DtVPnZ9Mz6rT7I8ylsTvi6+kz7hL+o+qGTpvBPzGb4o9/M9ktFIPqMRmr6u//G9CjIBPz8Ahb5mb+G+piy+vscthT1qFqe+d1UJvsm7tT60M5s+7Oo6vgPquT5Uea6+ixnTPWUDnb6ZVwS+JAckPlk7ur6GkArA/U2BPCINpT6Y44u/0wDHv1aUWL1NvCy/Z32tvgn34r0H4dG/ZEQbwPaVoL5aMmK/AXgdvQ4cpb6xc8M9pXyjvZ8dCz/f2WU+UkahvZFnYr4lJTA+fHHkvtEAK744URo+UFoivnbYvj0K8Vc+bJ9YPuxkuD4Mmym/l9SYPShcLz6NLXY9GsE3vzXGFz175a08OAJ4Pixxij7wQne8NRnpvyubzT682ca7IKs/Pj/xzD03h0zAWNakvrWqPr39Uo6/C21Tv5JujT3c8cs+OugbwLjXaz65T5Q+c6EDvRKpE8Aej6C9WgcFwCUuqD46G3o8","T+hovqONdb10vH29ulwFvy4IKr9AqPs90SvKPs+27T1avhU+k5Kev/M0prrAn8U+6f6SvgeF+L55xJE+v97cPmp0cL85BLG/y8HOPV3TKb+Ltss+i0zZvCa5ZT6lJ+i+YKnaPgsVDT7oQZm9wckovx1zWr0zUvI9vRSEPfV+P70RJyq+vC0BPtjl/b4P2+I+UcO0PivfjL/brsu8Z3Oovp/4Kj1b8Ty/Qeumvj7eD7/Vajk+Lig+PE3vHbzCNua+lmcpvldHaL+OH7Q+NUQBvwVUiL2RMqI+AEwXPiXWmTsbKpI+IQ+SPnOTq77LUYe+cOOqvvYXSj6yFqI+KGLHPkVLxj4+/YG+69WtPj4eIj5m/rM+tBAXPguLvr5obJi8w+qqvK+SgD+jNtc+9YsKPu31JT666yU+90IOvkFykL6gc+U+2hKuP5RAkryD77s/P1TuvgqmbL6Nmi8+FR4TP3vhq77M1aC9IK/UPmTKoT69mas+koK5PlJSHD3dT8C+iXQAPuvwAD+RBW+933o2Pqy2AT82OM2+0lolv134Lb8DWZC/uOBovhsUFL7/tfo83Q1TPgYmL71jHfO/IMEovwmse72sW2++UaElP9Y+Y77MPAU/xalDPsQICcAMjkO8jEQQv9osIz/9Rn29IJFbvQNpvr3nDJi9oQ4OwGy5jz0LY2k9SBMlPvo6lj3O9Us93BYkv2hnJz6Xo6g+3qdsPntChz3qeoA+n/cMv296fr4R3z4+L33yPGgq0j5miOY++gdvvoCEkD4+Blc+t6cKPuxALL9HjAk/MRxlPtQzmL3Q/Zw9D6/JPYOFC79E/kC+Ab0Tv1ufd7/FQyQ+u8ovP8bEnr7Nshy/IEqFvtmhvL5azOY+VE8yPlVgDL9Rv/6+c6r8PFKbgL7B5hA/yT7Wu5PUJb+7/jO/iroWvu7UB78YFlM+XqdBvgpw5r4R7Xq9fVkoPjc3Fb/WwMk7/IKqPdIbCL5dYY2/1gEXP9lshD4caQs/0lvoPuZsJD7YYzi/","4eCePGqNJT5Mw9w9Ei66vFLQ8b1IhCO9IYoRPfMQvj1P25E9KpBIPM6Bgz73GBQ/9C79vU+1+L1NHe49KBfDPSbbnTwqOCA+5zduPrE7Dz6/mwS+iL5QviA1oT236X4+cdq+PTUWAr5c4ls+5W2qvWxAKD4eGq29Z2oEvQbKhL40Uq0+DKikPMazrb+xHCW/GEsFvplssr8SmXY9g7jsvinWCb4jmjzA+WvEvCIFmL5spg+/yTtHwKcxFb4aLJ08r+9KvzQhHMAnZ3k9NuVcwNp+Nb47iiw+oCxhvYp3qr9AZo89lh7hv19kELvQ/Ua/DZUSvrgqyT50cPU89H7dPLFpwLtvhxw7+SMhv7sLWD8I/62+h623vFSMXb4eO+M9G7QzPti3Oz4s9dM8Refhvi9y+j4x7Ec/luSpvbV/3b78a9K/JCwKwKVLeD12wMu/WERcPtiSVL33IUk9X2MhwNU0aT1d0UQ/RrQPvc13Sr9ohEI8wFdEv3I0jb3DH1G9q15Cvvf0ob4fMRe/i8cfP9Gzdr8u/fO9apYGv9EZo719bq+/GzqcPn9vhr+rmk6+8bpkPqpknj5bBpS/u5w3v7dN/j0+3ru8B6xVvZ7/Fj7ZThs9hYVcP6Trh7+xGXc74ncPPXLBrz41dnm/DMPAPRPQZL/PqFU+hwyRv/MggT+lsF4+l6eJPpjhWb0ILb+9H5FbProgVj6ANiq/PQiZvq1RJL5IRvA+ed2tPs5Mfj1q2TK+XXenPqvUvD38ajO/N2+xPGnoOz6/l1I+mrtfviTejj6U3oK+yPY0vqRmEr7RP1O/z6LdPlMSjT6qNoA9glC+Pu/e4DxKxI+++zbAvh++O75GXhq+040iPfOoXr5MMvA9OF/XPtjrrj48Skk+Bp3+v/pfGj6Zihg/Cj2BPnt+qL0lxJm8JE5Zv3uq2j5Td2Y+qGeiPUtqd77W0fS8NJz0vqPAHL8CKNm/3dMiPikWzr7SJSK+i3ocP8JtiT7cQQc/fD5MPnvs/r+0Iha/","NQ6YPsEsJD2VRdy98VIAPxzSNL4hfro+SU3avQzYGD1FmYm+YPGEPnIJhj0FtQ2/v8odPyBuED4hYZm+WEKRvmvCsjwt2Yk+WQciP5EBFD+OkwO/PrlFvB1Pnb6fDca9ivUyvjTZ7T5kfRQ9oNaxPX1onLyfSE++9oXSvs0xOj0+Tke/RghCv+HfBb5eWAA+YZufvkKJsT26K40+PVqfPnf4AsAQYFY+Kc++vbq1L7/9KTm+1rxaPO6Yz79n/7U+he/MOweb6T3vRGe+pFMkPalzNb8wfaK8wcpEwPYxD75vQLa/EH85PjPl4jxxVpA927AvvXXlVL6XMkjA07gEPjC2lT4siWY/cYuLv9y8ob53IJ0+/axwPly5b71yNV++NuYfvsDeZL/0hAA+TjWPPgldJr+0NAo+LFUEvavfwL33pEA+oaM3v8bgST9ODnm/GQ07Pzlakb3Eyby9G/8BvqPrmr24y3q/cB8cPQHfRD4H8Qk+kLIIviWAbb7ngXq+DycgP14RRb5UcXk+3N5Xvjxc9T6skpk9vLGoPQjI4z2PyNc+aa4PP7Qztz1uQhC/yscnvrvJ/ztJ4eA+IBwOPqtF6D57nt09d5cvuh4dzT1dMY8/znwAPtB0zT4yUEg+hSCOPqQjvz3/Hg09/q3OPjldZb7N2LM9Q//QPlQp8T3SRzS//kuDv9sdkzt2ebG9zO8XvxoF8D7zvCk/NMLCPlzYiT6I3WG+rlZyv8n+cD9+O7K+fCVjPb865j5zgUc/oMLUvppgYr2TtJw/GHW2PuXomD6qUJY/519rvoT0g7zpKPm9MXSQvg2meL/bMUS9PxJ4v8i73T5fazm+YMJ+P/k7VjwLVkO/8jypPSPqdr2KdQs/qpm0Pv9IuD7xXgW8cwK5PhSXuj7w1Oe+gPq6vD9Ypb0v85q7+qhOPvgAmD7fuK0+ltZQPeidzb0v7Du9ZoTPPzt3gD/seAQ+F6XoPXE6vr4Zwma+a1NFv+SYnz5J0Fe/9qPkPhepDz5rKmM/","QiYVPb5lSj7JFBi/zee+vhQJxL6gFF497SrWvjjf3r4otc69ZIalPp8KQr5WByE87OIQvxx/vj4TXhW+Gq2vvl5/Y74eRWc8ItAoPgx3bj0Ig+M+7tc7PjIvM74On16+OnA9v2tOzT6VxJu+Um5QPDj+2b7ui+W+BEUVvmgFxD50NhQ+SAcbPrTCWj6kH7Y+pwYqP7aK2L1a6x0/uK30Pl9VxT3nXgy/UQ+aPdFnhz0K7oE+hdrPPXvsqD0LUg8/dBlkPmQGE75zvUK/ZaIvPuf6ir4Ye0K+hOvVPajc4DwVlli9NIYKvXNYcD7SONE6kQGBPZ5wUz1X30K+DpDdvFvi4b76HKq+5FwNvz1Ekr9k4yC/J8gbP/y+0z4Fwuw+vKICv2MFaj4SHbc+xyUWPfEwt7+FB6c+4VOEviZf7T5Pgcm9R/BJPvlz5r7t1Wg7Wm7cPSRxt74xk3q//aKZvnX0lr9pn2bAJzCWPmPdNz7gpqY+8nRpv6MOTb+kuMi+zeyPPi4Exz0xo5o9XKRjv+B11Lx7GyQ9LtBav44Ua7+++hW7xDN7PvzE+70uSts+Q7AAv/U1H75NO3691o4LvwkQx72iGgM+n7MyPgrHAj3NK2Y+X9f1PciYlj1nL1q+ocH4PWK9GT8ojhe+Uih9vg6UvL2o7uI+TXL1O3tcwD0z6Tq/PFhkPodD270FkZI9zbfGPXSiuL5w4no+RlqEPp9ybT3cHQ6/CwCfviZ80z6gtTq+DuidvNt4B77CqSc+uH1dvxHGCb9zy4Y+spisvpuA7L13Q0c+xSu5vh4+Jb/NGl2/k1zpPWjCQL4mVXW/oKCbviR+g70qEAq/Fl2hPpYNAj+ePOG+g4iKvGtnaj84zoK/6RqqvwkPob4ICMG+xIgcv9wjTb+LTO4+Djd/vy6bmj+NiDO/OZNEv8cnlr5MQjzA4XZYvxvNhb/qZwW/TGr1u+EdA7+lcwa/7xCEwFGAlT4cobm+GMjfPqZ6tL/ESPI+evyjvsm4YL+mMQK/","T+nRPb2FPb003Ye7eLg4wNFcYr67Q5u+QxCEv5UiD8AWTaE9elXavq3c3T6Mb9e+Qa1kwCbz4L/AHgK+W82pvoyT572NQsO+M3Iivr/TJ77vdvC9NTzFvhvTqj3dMYK+b0RpPnim+7/hsOY+FpYLvmIc9j48mk++oVgOPgfV4L4EerQ+19IOviV7fr5m3oq9Ln69PnggCrv7LZg+/sl6PR58PT0O+lK/uS0avtmpHL9182o94/dqvrX4uD1qdTw+/5w4v/6Tqr49Q4A+nAo7vgqfQr25FxY+ZQWIPWx3XL/qId4+Zf8JPgyCir7V2lG/tYhCvnKFLD7RT3s959AFPupfEb7X8cg8gBycvylOiD/SC/i+IH3Tv1UySr+/+wq/GQPpPU1FAL+rNpO+evcMP/tWCT+iMmA+B/mkvlaSfb8y436/woOdv06Xc77hwKu/Z26GvDQeJz5AQDE+5tWSv8uAyjwO8Eg/18rrvTT2n7/m+2y9GdTCPgNanb5oHhM9Vvg6PJa+br13Z6a9pf4FwP9qwz4CkjO/bqDQPmEcF7+7ftg+zGcywM674D4dAoe+8oPxv/jgl8Db5w4/GnsvP45uLb3OhEjAYQC5PJ4maMAJK6C+fQLRvvXl7z7e4R2+vvTKPvRQ1b/one4+t/dgvYZm5j6Tymy+jlZsPv8x8r6yA8M9ox1VPSeajD5qqjE+cHRIPa2M3D2omG09bWPcPbW4jr33NJA70l4wvx4y5zyizxY9INhmPXjoUb6sSLg8xZ8UvuhP0b17rlI+zPzKvNhEFr6xfxk/Z/5avR3gML4onZQ9DafFPhAlH7/gooW+KRELvw/kUT2tIiG+HO0tPwjvaz606oO7Amc0Pdhg0DyA9BC+RKfsvf86jL6E0pK+AK7uPTvd5zw4Y00+OfNCPuh8OT54bye+M7I0PTFNtr4C0qQ9JeXiPR9mRz5+dtg9bCSOPn1m1L0O9E0+s9sTPo74pT4JXBa9LAAUPnPfIj0aZWo9wwg7PjrmxD5s3Gi+","GaMgPQ6O7j6ZY8M9CZ+NvIkykD6ZpB69G5KjvsDDZL7GSa+9K6eLPk9GQD+t8j6+palzvT4xyzzMSq68/PjFvsqFKb5Sd1I+HK64vJ2iLj6prQO+eKVfv2Dddrzi3wu+IXESviMdR73se0g/G239vf2UTD8bcsy+HquIvtVZXL/hcSM/cyTNv0Ik6L1A2L4+uuHWvo1NtT5f+8M+GJUHP4x/BT62wbW9lDUEvyGvBcBXfqI+1pXqPt4vIj7h0OY+3md0wPtdnzzWl1S/exFNvzsgVb+hUvI+qxN6PW6PK8D7W4W7SToQP4O6/r50bS3AObYKvxkdLcADt4S9CgsXP9CSK74hWBw/i2McvbtMMD5vVgy++Vk8vmzQLb4FAcC9/fpHv7kxFj4RRRW+Nn3DPTIffz2YdO06Y6WQv77lMb7/C0W964UpPu5/UjuHfgI9kWjDPgDvSj6p82a/gGxyPQOoGL59ZPY+mOWEvuMfJL2Nb4G9Hr1avTOxOL9r1nA+9PzOPZZ8lT12fOG9kCbjv/In4j5jAY2+cNGXv/kkzb/uWlA/oo5FvnZZszzJfe49elLPvzCkDsB3+z8/yt1kv3PgIj3rziq+/eMWvtkutTzXsfY8lis5vatLcz/dltc6OMBYPgHBiL8tO5w9gpLLvcPlXLyF8Q2+a2YUPyM72b1f3po+5mekvlnmBj/0UCA+SvxcO3I0+L6wzKG8mV66vsModD0Z7Pu9XzGAvr2UjT0glGA+pxQ/vtr/Nb5T2mC+ysGHPASdtr2Me6y+9TQxPtK8+j05pLA+Y6fdu3ETnz4XhJO7/5gbPSRLjL4fFca+zdhIvjnBkj0HfD+8TpetPlA5OL7wWDI+atpIvfvXLT8GxOO+LZnmPbFgrz6jiMA+O8vavwL7uz7r0H4+YtEmvkVeMD8h6Dk/LViav4CNmT6Whza9kh+POTjy2j3y3lA9/syevi6Kpb6VQ9i/5dTYvYfvwT4aVQE/qbezPtDVhjuyPqY+vPz+PbMFwb8Ww82+","wNEgv72mEb4nJcQ+XmnMPfW6HT8UWz++FVA1PiMa+j3mbvQ9L4D7vZNp6j6vtWk+oLguPbsLWj0/pxk+g/JTPuYYc7/3gxa/OTTVPg49Pb+mVsG9WGCxvpnwmD215jq/ZPkDv3T2ij6Fscw+tE0/v8nIwT6Sc2i+OOtwvobGv74JSqE/Pa7jPkb1Dr+8oVi/NichPr5smr7eztm/aXkcwJ7cmD5AOfO/hT73vpiLkz0NIHS/B0I8wCvQqD1zKqS/RXeNPKJpE8A3kr2+nMA8wKNV6z7cDK8+WuqZPgyRnb7mSf29PGmCv6vM9L5M/jY9pGnAvt5f9T7vKPA9jIj0PoCMX7+t9AK9B6iuvk/EKz7ASWy9tY8UPk/LGD45YRg+a3+0vmSnuj31vYG975wOu3sJJz5c5Pm8AbmRvjnCAzx9Xqq8ejabPWFjPL4PRy48x2Divle0TD2ySz++LeF9vG5Xyjs+ftw9C/Sfu3ZClz1n1O88exOpPU9uF75llwi+l3tiPY7LEj7YNru9A170vqEIXD79jiu91BtDvyHrEb/HMY2/kPYbPaD9Xb52e7c90/yKPeyzr75s06C/wWFnv0lrED6LIww+6c51PgnMsD7VAo4+BAziPRE/kL+rg6I+r6uaPhHM5z2ZL2a+7+vCPTsboL4sBTs+OCdQv2D8cD4qWOw9i9IxPtwGtT72orW/KXFKPvW45z6u2CC/kV+nvtuXhD34PXA/rV8FPZ5aoj7hRQLAzbyYPsW2Yz5ujiq/VTnUPktJIT9G/pQ+atoGPzXGV72uqPY9gId5PKTxaj6DSmC/dWp0v9mjAj6Lma8+JWG1PMTXAT/BrTC9f1kFvaxUyT4yxlq/DHr1vh7OIr5UqWu/11ExPiq0Cz97rZU+RmivPRzrvruonU4+ctLJv0sOQb5KIR69G5+NPu6vKD9Iuno+YEcNPaMukL7D0vG9uwzovrlklL6tuKw9T3ISvRwkpz2F2TS/+tc/Ptp0ZT5rzjg+xgBvv342Ej/OSE++","GcJDvw8r+L6YAnA+yCrkPYPZCD9Z8sA9TONDPh56Fz6lE8G/okDoPKE1tL1HE8e9JH+vPdVY6z1C+Z2/HG4BPsq5jD2fnA48fCh7vmO437xgQTS/+q+APVD9WMAz+fS84q1Pvji+Dz44RBK99ozJPeDyn7vmPh8+KTMrwEXXlj2k3K0+8nxiPqoJa72M9Yc7ZnXwvtuwW705tz49cIURvUaseb1PSkW+rCHOPbDRz76zdXw9EJYMvuusQD7clyg+RPXsvo1Op76ZxsQ8GxCfPieuPj5UsSm+P3EhvQcgVb83QOg+zZGPPcGVCT7OTry+nW8uPvIph7/3Wns7SolrvVd9Ob7mla0+qI7ZPqVXqD4lkYq8Gmfdv1/rh78Wf4m/jlNdvob+Wb+GSwQ9WC4BPzuaM74hS0i+Rgcbvlwqkb/AB0u/bytYv+2wDT/7z8u++eFtPjvyor3p6gS+zHmTv/omIr9LfMg9twSavVi6t787Xdq9dUxlvob2g74H1Zk95673PgXyeT9/Whs+xLqIv545DD3i3zs/3W2ev83NCr/JMuK9ViWLPnF+Kj+1MYU/ofR2v/3tEb0/+Q++LKqjv8hlIz7XLJo98QK4Pn4vK707YIM/Cj4uv64gezxZyKY9xms5vkPIrr5nND0/CK9jPo/mRj/sPC0/99L0OlrEPr8SO0S+HWNjv2/7jj38nsO9qldCvsxZy77b3rw+bK2TPg6wd76TraW+3w4SvzvoYb8fnK6+CzIKPvKoND1oWsU+pYknv4HAmr6Ukxm/9k/jvvzYFL+Kujw/yBFZvk+CNr8CjpW+yJ7APt32Jb/emrG+VM4lv/HSGL+ThUe+Ha8WPzqgxrzIFWG+HldkvgHaeD6x17a+pPTSve6/3z6LK6k+3M87vsfeGD7ino66dN5Ivs2geT5xEWc+TCZvPo58Ej/NGKG9DWhoPuIDSz3GDS8+d601v6Cbpr1xli++fidGvXN7WL5alh+9KkoXOxi7FL7KxKc93T0yvhekZD7h7sM9","qfjUPUMyaT0/0Li9JgznPOuDEz6Z+Ck+S5SRPR0C/7zwjKa+M0NhPl8bvT70OtE//gkYvdmmFD5K5Zq+JvIkPd4bKz8VlyU+yq/cPRyfJj7uV/E9A2C9vuT5wb4krB0/NI6wvaHGsD7cRcg+lQsLP/c6/T7AMKs/U26WvoHgzL7xKBG/Pz+TPaeZFz7dgRQ+LLmJvq7CXj5Ymgg/7j3cPvE3iL5WslQ+j7Fyvs1V0r9cpfM9Nf+5Ps+pDb440Bo/xgYZv542A7/fT2C+7hUZv4//F7+ou2g+rJXavrWhgr8kNwe/fSfjPSG/M76rHPG9j3ysvm8IX79gA/G+K98MPqIv0j5tD1u9LHwXPS85/TzUKow+kEEbvVzyjb7tVou+ar+NPgljFb141oe+Z37QvSgXHL6sP5C9m641Pvacj76EZ/U99JE2vXYPur59hz2+1s4oPyOZcj05Wng9vlYDPZfsxj6Axzk+ovBtvkZZSz1NDk2+DkR1vSLZNj7CiWY+eUZpvvphAr8lTIM9VuwcvgX+Bz/hGL4+C5G6Pnzviz7/Tvg9C3cIvBO80T4IzEe+ROMuvtiDlLs0OTc+5gawPgzcpL4q7iU+CG12vyAlMz41VHC+DU29vhn9FT7Otoy+2f+QvXRkIL8STbU+r1xavv5xBj8ojCc+KVI3PT+Wq76zE5m/P31Rv3+B4r5DOY+9uf9svxyepz1bZJY+/tuYvKM137ykHo6+e8kxvkSV4L3Yj04+eIpyvnTvVD4fd7U+ByIqPUlO2L2NwT6+ja5YvQytkb+ZVKM9V8gAvoJV5r2HC/E+J84xPiCIL74LJcI9cPxhvveKJb4VkSw9kdTNPfzIwz+eNoI/bO7hPtfulTwFC6E+3HULvxM+Xr9feh6/pM/KPgx7070ugN69s+UBPsXRIz5pIKG+reDcPMd0X7+rmLS+23aPvIgYQD85BjK+4dyMP34Z77wjNyc/8eUhvnAnST6B1UY/veW6vVHYt74+0QW9jDF8vS30Dz8uf1o+","BmJBP8FOxz3ZNNu8IdZ1PWtOHD6v9o6/uuOdv2mhd78ar4E+chiuvtyVrb4Fn1E+ohFrvvbi/r7oQ5k+5AyJv9hqh76EQgK+U8eAPtKbhD4c7v8+WhDePlk4mD5Blsy9CPf6PYMDyL0Pzsy+Z058vg2pqL5fP9c+qnLgPlI35z5Wvf2+eNgnPQYmSj8qdIm9ZBx1P2KNVD/YkUM+3eeEPulzbb+M2fk+rF8YPgCuoT6wuzS+Ai23PjPTQr8M/Sg+dppEPpJ2kz4MOhU+XeDhPfpCYD24pwC+sBaQv+koJb2k1om/LEnRvug2aj5xeYs+i8AgPiiuWT53WRTAUwhMvT5Vm77mOay+oUlgv7yM4D3rrVq/OPKQu870Gz9pUtc+cL/AvNXlF77p6lM+AuATvwv6aT1iUdW702UfPpYR7j7l9bE8NMAOvuwTTb8/lSe+NjUlv8pMWL6iRqm+fTnovH3/3j6yn0i/jokrPrwfXL6rdHA+sM5gv9bTFL7BtDC+OBgRPlHvJb8w+SE+ws6gvfALmT4qVXW+xLLIPXCFmTz9XGI+x4+Svqkanj+4gUe/mwBNPGkZCT3RHqM+ASGFPkoQjcBenyG/D/zcvzRZK7+okS+/qoOXv4xQPT4WZXTAzLoGPk1qqr69e5w/ZntzwMofnj/bqKW/38HnPS6bnb8Ee6w+rjP6Pg0aIb0VX969WkkEvU951z34ZJS+GwGuvkdRz73VCiA9dtZav/RhkD6j0hi+ds8TvkE6qr7+lqm+f75lPZfgrjzwt8g+kdrFOq8OMj+cQIE/oOgavcTMir0XYB6+V5J4viyzT78z7Rc+wx97vyQMKj4/Q+s9aFlTP/v4VT2gHQk+5cE7va9NjTwDiLg9ysrfvJPKED7f7DE+n/GMPOcz6L370+O+0ulEPm5MSD2Eois+C2h8va7yAD5gFRi+lqb2vUPdnT1zBO69vdPNPKspkD6Oof+81EZavoX6Kb48niG9mw7Cvl6xvL3sEMa+7FTmvIKbUrySKvE+","ep0JPfYCyL1ZlYc9oZe7vnvMwT1MGFe/wOfLvvfjnL4uw9A+/XRYv8jrnj8XQIC+qOyivpgZsb7deuk+ICKtvl0pxr+R1cC/hLdEPtPxg7/vY5w+fHWYvxjjUT4n6FzAb4S7vXUs7b7UDpM/aBK9v2rLmD/013e+3NeSvKg5nr/OMiW+xDHrPNS04L1C9AM+uR7UPryQuL22mr4+tlecPrrM278ZwRu+3xAhv0aJ9z3J54o+HqqPPsLQ07+yRL0+2E2OvaIx5b4afPU+3tHnvofC9b1PkBQ/Lg82wEHHFL5MWBU+ZUoIPuvDO7/2pc+9eEgTv3JKkD6iG0jAfXoSP5dr5r0HneK9o+xZPRkcKL4xiUy8qvi0PdoRJ75/bt29zPHHvrhckz42XAe/SH56vbbrDr7ntDi8gBGVvtLfhb5rb6C91+/rPUkFhb6n9Rk9P3MlPSBkIz/ooem+i4J2vVqkBb8daAC+31oBv8VnrDwQEBi/zPRMPkGnx749Vh8/cafTPuU8cz3g8GC9u7M+vjChhD69qUY+ZBK2O9pq7b2u0yW9xdn4v7Cyoj+OG529baZWvpL4gr6z+hq9JIUHvSPFmr4Lc5DA+C6KPjquAMEAhn++N06jvwYDJj69Spe/hhrNur/LOD4JWq8/8NfzPVhVoD/rhMy+JTsSvfUrp78QxsE9byyePhOLKD4qEms9oLKCvc03zbzSfJe7n0QnPcfP770SSgW+Dsxfv5KQLz7Ddqk9USsRvfXM1zwaJnQ7PvQkvQ92pb3gSYA9E5EoPWXbtz4sJU8/2eunvpatBb2pXQE+heJKPfYmRb+FNI69z01dv8HqkD2g5wQ+QqhDP7VZFjyAnkO/7vUcvBSAiLyb+ws+HN0PPrcqJz7lCKk9OHydPcCF3TygJSK/TiJyv+wprb3YeV07o0Q8PaZ2BD7XC+2+/YIOvmfNob+J5Z++VUyBPI1kEj+Oeno90Xu0v5DPlbw82pg8zlAPvzqI0bw+HBe/UsQMv3Lx1jwlwSc/","9BrcvnIICL+r+is+1uaNPSTS6z6MRcq+py1kPsqb/j0PWY08fKbXvjryAT/sS2K/KBEmPmjm/T0bi8+8YoIqPkDjlr7c1Ta/3Jkzv7AiQb8OASe/8dwIv2mHCj2yoZi+an7IvQh8WD46fQY/2787vg+rBT/koua9oVXvPNDUBL++jho83Vq2vrbTTb2ePaM+5yG4PXo6+z6t49Y+AtWSPkeNFz79uzA+jP57vh0jJL+3VJE+i6HjPYE11T2PdrI+a/SSv5BzIb7a0bi9PBdzvvueJr8I6xM+pCIpPu1gN79YiD4+bKNtPu1+lb7HL4K/xKVmvhx2Gb+k6vo9EiyaPuYF5j4WvTE/K2++vv83hT/R8Se/xpPrv7P2Wr+sKti+9QhcPWKL8r6D6xe+EyNMP7ageT9AJbW6kMmFvv5ilr9dhny/CFw0vyjCBz4MLS2/moWBP8Ohrj4V05M9YD9QvzZUXz65IxM/Yql8vgtlnr8K9za+6h2gPtj1fT2ypOA9YZApPwFFW74A6I4/UYxtPbZwpT5+Vgc/LAmEPt2d/T26hoY+4YWjPkNP0z7bqfe+nT9rPjKWkL0HkrM++IrDPsZZNj7luuI+4loNvo1w4j4HI4W+67ikvgpz2j5hwKs9ZE/WPYSuaT2a27E+qUzPPiiBwj7HeYe+KhyePqix6r5TUhC/FT5wvgGb1L5FsS4+uRNvPSp1ej5/SQA+xdxrPh4N+b2XlQq9xTkgvuNVbj3NX/s9l0uUPuciab43NW09k8Rlv4YC2L7hgGK+aeipvo5Qqj01izg+Fz9VvuCdhr8gmJS+0MM1vSSYnr6Ftp2+ilgWvv3kMz2b+7C+gSiVPpcfRL0Y9I0+y+2CvsGeTD4/Wqy+0Ow9v/tOxb5GNtC+gauKvIelHr+mfxa+X/bWPnmckT5PdWi/6AHRPdIHqb5OwA6/ZbCLvvmfeT7ffio+S2BXPq45Cj5WYQy/1ZuevivKIT9W8XQ+jaAqPamG2b73aHG9bW+hPurN8r2bFiQ9","LFbIPs91Qr/Ww2I9nFf5Pgj7SD6NOzC/1X+tvzn5bb/7epq/7n7JPiIq1r2tRX+/o8MbP+sHmzwY6Xm/m/mYv5jmcr/UfDg+D31RvzC/TbxhRFG9idUBPtkhA7+rQlG/b5yGvqBEgD8/CU+63GVOv8DkE74y5+C+sGpcv0kwqz2matc9qiYuP3XHrDpr6Ua9Ot5EPqmAmr20J8W8j+b3vSN9AcB9Mt89ojgGvsvrWD6MgBy9Rfcgu0WyccD6Ok++3bjkPWXsjL3IkXQ/a3ARPbbpNj0dvAI8KnJBv/7bkjx884K+6r04vkzMh7waK5U90J0nvr66ID7JgI2/hTbnPUxwMb5v2ly/Bna7PPOvIjx5Sag9hZgbPo04ij5iceE9/RVYvo5QDr/5bt092iSUviIrCL2sj9u9sv2ZPGkAcT5OFTC9fhbFv6ddSr/CsNm/DTiqvnHsB75EfGW9X1/Bvn073jwWyD49hl9UPRSomT1SZFw+DQPTvjOU471pyw6+IX9JP81sCL5QzjE9TE86Pg3iKb6mux8+pmTbPR/kHj7l4dM9drCfPrK8qL0Cnxe/0dB0PZFoUT5DomY+ve+iPcmbgL3lAKA+cwF6Pu23nj47xbe+s/gLPbe2wjwRvG++uTzoPRXpwD4o7gy9NZe4vkBAur22yfi+pR8JPqD/iT1MsT495Us+P5KFor6uNik/o8oWv8B1m75SUgG/ZKExvknIEL/ZXIa87BCcvWhOxD5ZKDg/btMcPXTUKr8zE+i+oSRwvgblQL5r4ss+KkTGPW01KT+aIoW9cwoNv0IYQL6eDhi/vbz3PqGHGT5cV7i+469DvSltwD0coA2/pI1FPSbsfL8bRAe/2rSjPQvM0j2+jgE/QWFTPg+86z5dC94+CtpQwJGITj3eUbW8L/N/Prdvgzz3avg+mPEzwNcoAj9H7uu8QnkNvoGdYr6ZQw2+ZDQ3v/PZIT1vhyTATjGeO/MwF79T4YG7hvkRvhw90z3t3ta8qmTLPuWNOMBxs4Y9","o2jFvi0Dkr6mNWy/Uskgv4vvAr+QrCO/SOXSPbrKTr5Fzp08ZhuYPWeXxr/FJ5u+eUcev9D7Vb7pMns9oFEuPiZpU7+TzAq99uE5vb4GZb4R74i92ly8P/1ECD5XX1K/dmuBPkjdBb/h8MS/lZVgvzyOv7/NMM2++7yIPeDOvj/eYYY820gJPvG36z2ymg4+6SOyPkfhRz1nyjk9MLu7ui0zcj5vEn8++/UpPywXbz5KP6o9DaGkPmcLHj5uD4Y96NrtvQxn+z3tFHA+472JPigoQj5DXlm/SEdMPqzxMr5vnae+ZaCdPJqZTz/PdUS9BIJMPy9Zjb2d2ZU8YBwev2rOhb5YpA4+jLWnvSwhp7uXdje+etcdvpxoKD5iSEE9dOrFPQmeAL8Nc5M/z4yXvikBPzxWLBq+kNGQPZUI6j3iqdm+07M/v0ACmD3sm1O/d20sPbD2lL/0sDk+2G7TvuY7vj0HQH0+GSyeP2R7Zr7CUZA/3jkBv0D4Fz4JV5a/TCk6vRG2yz0Sy/M+gtDRv7vcjz+VGlO+aZEyv3QAh7912Sw/wGL8PWSzMb2hczA+7Ci0vyFClr9cYS0/7fTpvpd0xz0pvQE9u+msPFN2lb6jsoo+OLkJvrHH9D6Mqt09i/rCvrZ8ar/m1/m7sIAzPqJVez3XxgA+2wsdPp4FW72Rvsq91d6YvuQth75GdNu9ipHdvWejwz4yPJs+Fa0pPuedo70HLyq+9bmnvghcUL1LGIE9Lrg+vaMOk72qBDA+cRw4vi6WPr5fESi99KwSvrMq175mMHg+ZVZ5PuidWb2nQ+q9ug/jOfTaUr7RrPC9Fa6bvrtULb6MaQI+AqBLPlXk3j6yeSo+z3l7vjp8Xj3pwwW+vWfUv55tF7ytudK9N+FCPmDJSL+RXHU+XoZEvn39kj66r5W9iCuzPPzBnzyRuWrAao2qv6YJxzt52Q+/0tOdPsJ8/b16Plk9aQguwBC2ED8+/go/biVpPrGGWcAGNYU+aZQtvhrsBz5HFUO+","Q7edvxDuAL9GbG2/kFhAPo3Umb97bGE+MgY9PzUJDD+tE4W+z2uGvRYSLz/Gbqo+HGP9Pe08Crz82pu9YjhHP9eh8j1bSAq+sxK7vlrlFb1TLim/Yd4cv6h2bL4YODs9XPSaPqjmPL6pLig/QgRoPjdyIj8hYi69ZcLKOxsmHL/+lha97DoUPisJ+j5+qbC+Z5BLP3w3Rb/E5NC+gxG8vqRkDj5k+Si+x6WUvtaNfL4sVF6+kpUNvnAEij5TNHm+N18dvgcqBb+ugY69ySoivxJbjD6zhqA+OXZ8PsUiEr94agi/fjt0Pe+YhL4Z6Si+VJWbvhAgyD47jr++Bp6ePs3/Vj/2hHg+/EHHPoEvrL/QFek+pvKiu9H1EcDwQfe/9u68PsWbmzzc9+G+dbNOPpiceb9MY82/cuFMPkNOyr81r2w91sRrPWDYCr5N03c+EyiwPvReeT6YyXg+qKGsPUns7z6HCUw+D57Rvo8KuT3vlpm+62KMPldesD431UM+ws/qvub0Uj6BTI6+z3ZOPrHLib5LwFm83H/3PHvcC7xFmxu+i5ANvq8L2b44jgM/q8VdPta4wj3nOGu9TxcIPMOFpzyNmXq8ksmDvSEdRT2HnBW+PlHBPs/xlbw4Zk895apDvqxwGD7PIZ6+eUCDvmcEo7470mg+JknSvRoVqz4X7Bc/Za6IPvtJDcADDSc+jYc0Ptsfcz45YZe+IbYLvga1ib4Q56C/2Ot3va267b1Sow++/6OwvrZt/L7sXNq+MfTHvp4pE8BuBwo+KGHwv0gyqj4wfS8+RYkQv8Qt7b9uvbO/E2HzPvE+8r2kQYU+ieG1vXp7SL1isvy+4YNZPn06Eb46pUI7EzE+wBaCNb+CVSC/WEDMvFmG+j2MOTw+WzuUu0HIO8DgyNc+oadBPqcjXb8oV+m+xsw6PgoC0T2Ubhi/7c1FwHsdkr4uqRvA7loqveExEr/tOce+77kewMBLsL6qF9W8pSjRPtahur7KAvE+aqRuPpD8EL/JIr++","7FxDPyH6lT9qsGq/0aAdPzFGC7/aOxM+nqE7v28o1779jwC/GaHRPZ9dQb4Wsjo+bZJLPNNW+L21lyu/jWmFvz8b1rxp9kI+teMuP2CSKD7MDpk/R3qMPmK2K78vpPS934U4wBg3tT6MZai+A7jovJccN77Ffxi+edfhv73okT6IkjK/lbKYvxmQvjyOXy4+q63Cvhe/gL6a61g9LIi/vb38Cr8XSm29YoRPPjXawj5OHB8+NVZSPA9Qv72r4Bo+QLEfPledzDynIZu+PXLJPZiCkb/L+ei9NjyLvj94wD6rXQo/ud/mPfF2Jj66/nI9pfIHPnzX6D4nJgy+o3USvjolg794Gp+/zn2VPmZp8LzQsG4++Ke/PqVefD7yHpo+A/QLv98jBT5VzeA6VwWkviMrub0fy8s+bpG3vgfENj7jIxA+I2zVva/9br7kRI69dwATv7R6M75enRK/aZHVvCx3er6wZKC94YwfPsRdnD7ppuw9PY5ZvWmdYL+gl4+9/LYRPkK5nD4p7sC99tvEPfpeCr4Oova+7tSFPozuGD28KEA+r5W0PZPNE719JzC/5XrnPcfUDz70lR8+8o+MPgbMz794KPS+QWDqPpk7ib8W6Ie9jOmJPVjlBT1TZgbAYf+CPoOAJD65Om69h8Cyv60EnL3ugxW/P5dXPYy8cjw5qcG+uyYUv7/F/j6bt5c+gJ6WPsqaTz8W3DY+hRaKPsVZ076w+AE/z/Ahvl8UYD8T/Kg++hQEPzJB2L7xX1I+oN8IP+ZoAj7OcL2/zm+DPv+Hhb4NM7Y93UauPhKeCT/WdJ6+ELsEv2TmKL42gVw/JEpWvmnQDT+HAYy9csIwPhU/wj0s5bo+oDh1vpM9xj6RQ/E+FSWOv6/55b19ElY8E1vKPvtfC78TM9Y+1mosPbzCsz4Tyiq9fvJhPpZISr7MA+u+Hfe0vjbybD9J0Zq+cg8LPiL7+r6EKqQ9EN/mvTi0272vmtO+ALi/Pj/MXb+uyXs+LWvwPex9Cj2FM7u+","WwYiPiv7Az8c5cO+7ipev+XIU771vJA+ZcRTv710ib8iuYk99TLgvlTWKT4pfiY/6UlIvwTNj79D8xS+Wugbv+Le6j1mQoK97d6NPxRi+j0O31g+c3C+vo0Inj5ySlI9/QLEvhpxkD7LdoQ+IHltPgmcmD6CUyY//DYSPj5wV77rBV89kuBBP553iD4IMJY+ZnYKP9K3jr5mNo++hnLmvlTJnr4KKE6+ZYaaPg+0CT6mUIk+uo7tvjSFxb72caO+gJrlPd1OXr51Nws/WfN4vvhRhT+o5oe+uSd3v4tJkD3gisg+eVroPvsHhT4+Xuw7MP7bPvjRMz6N76e/saaovqk+lr7Jb/6/bU3rvR90FT0hyVW+Wfp9PpUGLj5xWjE+C79CPaCBlD5DGru+pqGIv6j1ij2VaW4+k3qLPQ19rz2IjBO++Zm/PuG7A8BLIkw+EBrKvyGHCD8onDA+Ut0evkW0hr4TEw076CgFv2S1wL0cWii/EUwgv9dYIr6DYgU/p9aLPoImvz2trkO+w9BAPlZeGT8JLT69snplPXDEBL3QRYq/PpPjv2WgXz//qnm/maSkPafq6r1KzaO/PNZRPpMAWr4quUjA+0MLvy/6M8B4rpu9RT07v+RlA8BkJIi/0JRwvQuvoD77DEM/vXPHPS8dUj95mSC+PtHyv5EScL/ffia9EkHrPtpOUr53ATW/LZmwvuNNV72qltC+B+XPvhQoEj23Ie46m/Fbvrr84z7vvyy/aIEevyufiz5PcIW+SksovGcwmr7xNRU/Y8FtvnzT5T5vDmI+Jgv0PfZ+AD7bEvg8kTCSvkGElr2beBm+fH7evd03J76N3A8+zrNdPd3vcj6axYK+slK7PnbEg77My4k+PrGcO5linjyMv8e94P96PgjEFr7aHfu9KVUHvo1KI74uOIy9x3UmPp9qEj3czqw9qYqpvr+sMr9DBaK+nLH6vtOagD3tixc+iy+UPSl4F74H77M9Oa1xvpUiDj7HzTy+2pqFvcJ2gj3WrJg+","K5uavqIBKb377QC+xd8CvtdryL5GKpy+sgCfPjvEz7zewMu9FNIfwPGVAb8GyeO7Pe6TvQMTZb+PhKC9fnUdPhYHzrxmzgvAIgu/PgXQ478zSIS99VbGPubp+r3afb++k/rhPW9NTL8ksOy+X/FdPbti+b66ckI9XmDpvdD2vD7Hyju+hFqJvrN8pz10iQI+R+ytPBcWGj4CzZs+U/DlPkBcVj4yDVg/vBYLPaY6RL3+kAE+sHQeP+K2yj7XRdY+2s9CPFnUFD8GOhS/5zpFPrNVEr/XeCI9MCkaPqX1tr2VaS4/umJZP9E+Vz2xVwQ+ZPKMPJMOXD6b0do+JWm1PQT7/z7nJjA+OXn7vUxfc76+lsg+Q/DZPYO9Cb/ZhR+/LHYVvTjFqj7FBgM/6EmovGSrLr68as2+hDZXvhx5Kr/+M2w9svxbPVUO/byqxW29w24mP6BE574VUWy+3f2APRjaF78SIks+7jbmPoOdiD317M4+1bNdPiHjPLyE+Oq+HSS2Ps1Ykj7ruhnAMWzMPdvoh7/Xvt6+4pU1viNGf72BQho9IXARvJbjnT55R6k+lU7HvU72jT5XZl69LtbbvsVw4b+NjBi9WMW3Pi/LJL2K1wY/OtGavmSUEL6ALgPAkEIywMztgz+WBAk+378JwMGaUz5cgws87tCCv8KYpL57rAG+6wACvpUk1b9sCVI+Tm/bvM6HfT3H3bm9g2jDvWJHqr+V54++Po+Bvv024L6izGc+eh0jvW3KPcCLYUi9JiWcvZRgZr6H21i/MItQvvkgvL5XdXc+YQ8ewBWHLr6Hsao+MyP/Pp4hXL52aBY+rPVUvohasr0kHyzAysGAPpXfvz3qoMi9Z16NPXlIOT5/QTW+qGr5vm1Cjb0tZLO8kv+OPQ1cK7+RFBM+FQFmPtvWtz7Afhu+E0egPpZjk73Vz2C/hbGXv38wNz4Nmem/R3U5vsMJ7L2x5Xc+LtjrvkFaPL4Ypyq/909YPicpa7+JvwA9gmYTv70aFT5UPOs8","D4whPwTodD+OO/u8R2haPmw+B74q8ms9SOpiPmZ1Nzr6RQQ+Omeavpy4mj00H7s+tQLvPd9VRr3Rjxc+vp5FPuR1HLrSrqS+UBSdPwg+mb6VISI/9ZMmvg0siT060uQ8GGMFPjspI701ejI+Lf2UPaIhNz6ahJs+mkpiPs9/Yb7yjZ6+kU9fvKcjaj65hE09hdqxvf1wAj8gV/k9MJbiPQwcRL4z+mE+d992u60yvr6LpVk94wUMPvbNeL5RlEI8rdCOvg45eD08Soy/MzSdvDRtAT2TZOk8cFs9vk+YLL60cj++p71LPrC6O7zaR4e+CUwWPjKUgL7MT6q++LA1Pfs2s7xInmu/bTSJvSe7fT7piik+V10twIFHPb4j+e6+TUELPqnKJb9AXJm9P7bXvvm86D5nwa++H4ObvWgnEL6Uz4jAB6wZvkGXh76rKYW/YHu/viFDxD1J1vY9sbL/v7CNxDyc5pQ+bUf9vXJQqsDCpkq+LA/xvqm5zDykXx0+EtWcvv17jL+ZOVe9MBXwPVklB72a5Ba+lqUaPqR2CT7WFzk8sZY6vs9JJD5kksS+tF+qPR+QmT2Ehzy8xccDPuuvxj217tS9sBcHvomCRL49t22/w9Mtvhbr27yCuDw+xldOPNBz771isgs+lPcvPW4rJD6FDsa9kRdQPaShpzzjgVk/tKgnP3Y6aztJzb6/BXhDP/ThiT50sxa/HBqNvnG3H74pSni+8/UHP+Ojvj4Ga+u/vq7dvu17R77MpSC/3qT+PbvsRL7inTK+oiA6vsyFDT+1PjO/4tFfvolPzz375Ru+Mt/YPvB/HT/VHCk++YEIPzpbwj3qu1y+VlMPvzFvNb8eAy48USAAwHojyb5LC/S/Nxv+vXlFFz6dZ00+O2PGvaRR/D77Bza/D0Yiv0aQQb/oQ5m9mDsHvS4Hkj7BH02/pmuJPvA0+D2q4R2+QAtxvuwySD9U49K+9Gucv9+fJ7/OiBO/FOg5vwMogL4f/T+/ncbWv9YDhb5tyEE/","syplvuzQ8T1lvfI8pI4PPugn7b1JNQ4/BT4IP9cHqj4/Rfw+/VD+PmpRtT48vX2+24EIvV4Woj5yu/k+UAtKP/QPJL6cCg4+TsncPVJDhb6Qpa6+OlmqvlFt9T3avnG9acKnPilKJj/m1Ks+/33DvanCrj6PwsC+Pme2Pgsjy75U+ke+5V0FPUdS+D5wN94+uaMOP+mgf7+8aPk9oPMHPdbb3D7f16++nB6kvi9bpD5Ug7I+2aMOPvBMGD9ktE49qZ48v0N6sTzSzqe+o2fSPgzbl76JcUU+/hTSPiwYsb45SQ4/cHWXPpG2jr57ub2/I/qYvtAc2L5sfLI+HBmXPhAZyz5fz/a8cBqMv7YSMz76aIG/Ww5zv6E3Qr/cQqy+vRimv9STv73iJKm9WiSpPbt3Wz74c569smDrvyZ+kL+tkAa//QzLOjQe7D5Z/Ty+sWP7PoDgnT2gmqK+VW36vo5SOL/GXYI/OUAgvTENFL9PueQ5ant8Pjh9Hb+jFLY9h4BOvmHDKD+xkkW967FrPoqmdDyFZCW+4yOZvvP7B75uvz+9BiTWux/VQb7UboE+MacPvDFnvD0sOik9WKCEvsBqJT4tKB8+Wnj8PhjjzL1qRfI+2sYcPkAol7xCokI+FT3rvfi0qL7QS/69Ql3+PeJbWr5AjK+8ZHKkuweWYD78tpM+YWEFv9Kk+b5UIYS/vvdRPniMxT4/CtW89DIoPv+4YL/shzK+MMcwvXK47D6l+N+/SxUSPsnvlr+Bahy+WQxwPWhyUL7z9lm/AR6XvQJ2db4q+nW8UpRsv2iVzT1R+AbALD96PrCJz73U1Q884f4jvpwIEj5Ahmy/ZyFtO0ckE78wpc2+5pjwv1Ugnb4UMGfAb1QzvrJAwj55cqU+r+MbvuZXsj4L7IY+dm3Uv7e3cL6AX92+QAEEP+vWvz5Sz0+9PvZHPnANUT+1tQU6uVpcv7URn77dHx+/Tg9NPvyxWD4qKo2/GRqkPpQLzLxrPLQ+Txvbv6rWob35wWG+","VxadvvTWUL9LUrY+yl6PvkwWxj74Gwi/DdAwvkXDHr4wCrw8XiZwPkIqPr/Rkkq/VvBkvoMu1b4+gSK9Z3rBvaezWL6uq/g+1wCnvLW6YT5I+66+IGIdP/0BWT09tRa/KijbvWTKr75tuSu/wB8EvonWJ79UlYG/IuHuvTXpLT/4s0Y+GWQGPxMP5L6aWni/+fQGv+Fg1b8HVes9iasIv2llYz6RzbG/145ivnYg3j4CTEK/mfQowGfvej7x0+g9FGLyvwstsL41w/k943b9PphXvz4DRvE97qMHPprlpr/oOAs+1pb6Poz5qLv3EBDAR4g1vTu7Bb+0Q+Q96VfSO6F5YD6tSfy9a8CQPhfRWr/wKew9NgVsPtdzpzzGSgQ+NOunv/27yj0poT8/L5DXPRTSNL822eU9sSfzv4dKyT2Md5K9QTKyPUJwRz6SfQw+KnUBvlm3Kb8e202/e5+XvfG4MsCkB6u+ligfP9y3hz24JiY//Ya4PdOp37+UgBm/LztuP8TBQD/TD4i9Lbkivp3GUDl+Xyi/a9HLvg4tC7/dC18+eYnpvYzukT9iS7Q+avCIvs4esb7b8sM9mJKfvmISer3j24S9z0MhPrA3NL7IxrU+2F6tvzS/Bj5C8T69l7UwvgJW8b2/IJ8/6UYnvgWEkT8FJ8896G4mPbEboL84t3y+3oiyvk4+l79gB5K+6xNOvx8J/D6OHxk+qUSRu2s1e77syDA+ZaSEv8KeLb577zW+gBKOvTJimb1i5A4+hBfKPTXhKz6SdTO/xIybPUHSGD7M9YE/5FGlvq4NMzsfWrU9O7G+vQVWkL/vs24+XP+Nv5pCsr65q3U+O/GIP5Nq276Ob8y+fJDZPhLWeT6S+1w+i+0qv3YBSb255H49Jl/yPaNSnr6JUiA+ETVvvqOtvz6Omw0+iD0QPpT1dr3pUne/i66jvpB1p76eBXe/43mgvqbfDL5rBFQ9Clqtv7XHKr7yn2q9qpJ1PusiTL91ZXY+8dGAv5mEQr4rkw6+","cTCBvYbKv76l1Vs9V7gDPlEQJT31NW496WnDPf6f+T0/p+O+XfMLvRRVn74cfBA+jyPwPSO+eD6d+rS+U/PVPPSg2z2QY5y+JXhyPlAyhr7Y7am+VgiZPoTtQ76C27e9ZmyHO2KxtD5W5GK+48nCPUtEhr5C83U+IwEWvvr8kD7EHgs/EkNuP/KGxb7EUTy/+Yy/vDZ+nL5EoRa+kYAivwS80L2f7++/0TUaPumzLj/9lZy+C/jAv+Mjnb19nhW+GfMkvmAg17+DC2M+bJCpv7tlKD+0mCy+ZDEBvs9st703+IK+AtSIP9DH5D2ALlg9YcNiPTNXrT7n3v29qH3avSkV+L+5TfW/vEXGwHvchr1SkKY9Amc0PlcolLyEkoy9wUkKvuIOTj3XivY91csPvyhG+r2cq4C+SvqAO+0U/Lzh3ac99S4AvmxcRL9hwKS+uihPvw6tNL4tVoK+RrUhPcTZnz4ZMsS/EPEqPWEU0D2bcfc9lmmzvZe2ZD1GXzC+AcC9PvraHj442Mc9kb6jPXN3dL30oxW+MhUJPoGQCj51cCU+9FuvPeM6RD90J409XsoCPlAGVj5pkHo+2b0VPmMPgr/2CJK9eyF5vij+Gz6vhYm9L0ZBv++/Aj4cSXW/dOEkvi2BUD7kbmA/ptZOv2PlUj87w3K/WFaAPRMcQL9aaoa+gQQYvbSXUb4gpKc+9NgBP7Vnnb53DbM8RJoCPmhLML6xIqm+k70ov9Hcib5qY489DZGvPjYbW75mQqo9ac+wPY9rnb7C+N+9qsosvnSo9bww9gI/h20CvgBqlj28FM89dc3GPBAYNL+6wD49/mgcvyawkD7oGAu/eMwjP/N3EL5VaPK8nlXivXLWOcDxX7A+D4xjP5e1pL4jdHu+0VfOPWflJT5j+Tw+FXjWPq2lGsB61me/AW7YPV6XFb8QhxE/7sfMPPSwwb1Y3AM+9EDsvAMfdT2bsSi9+rCtPuCnk7+1tau/3mwRPivkLj8bjXQ+OCNeP8gu5L2jpay9","uK8lP2v9pz7LgKo+3/F/vz2kAT83qxO+SUOPv/61LL8eKdI+AqaVPhvLHz5RcWI//L/kvxH9vzw3kE4+x1xfvwGUXT7xsSW9Gcz2PhYUGL5ZV7U+RXSfvQJ9wj7INOk90Pwcvz/oKr8UnfY99ZMYvTHjAT7UjYE+GEU/vMMtyb3x7tu+SJf+O4h7HMBNH8O+ePvOvzeoD75DP70+TQPjPIlmX782XCu+tCK7vlvzWb8MkT6+WX91vskqFL/24gQ/a54CvlmzkL3ulFq/ffrpvrxfl76eXI4+p5ivv641vb5ubxi+t5PjvtXphr7VD6y+69NZvsqXmb8O22q/GJmmPse3I74supy+K5InPgihSr94P0c7p2BuPrr11r+tFSHAKP5dPpbQkb1JiaU+xMR8veuCY7/y3LO/iOh9Pk1frL/wF2Y9LRmJvbzjWz7sIVQ9sdNWvVCwgb4QjAA9y7sPPffMUL6ax0c/EWxpPh9o0j3S+28+SYawPXFeKz5h4q2+HrUbv41RLr6WA5m7SDKWvd5qOT+H5fO+dG6QPPoYYL7jzu49zzWVvsheTj9yNO8+bbcGvtwKPryiXCW9HDQPvmYyNb+xw0e+OjdlvniRDb4CQpc+xnZMvzlW4r09Ygm/q6YSv2LzlT6VmUg/S5AIvzP5WT/cfFe8rOx3vb7lRL/TFXY/EwkQPv+iET739Wg+cM4vPqsvNL+Ydy28KdwyPIqON71kFNC/rjkQvY6FWD7IbEs++QrVvq4MFj0sMQy8i286v9Uadb+Hk1Y+mPnFvbljnD6joZ898EYuPh0llL83Jdg+lvbuvuyNP70dSBu/k6CDvalQMz9p6PM9u+3MPR7Ywb4dHkc8C7DPvdUCXL9+upq+EvVMPq4HcT7FaMU9Ma0YvzxZPj4F50+/bN+4PKOLgr/fxtA8YKjxv9XDgD6sTFU99LY9PuupA76cVN28GjtzOxu5aj9aGgnArg7uu7itHsC+FSi/ykJuv2SCMj0QbGe/it0KvrvMhsBQrFg/","67A4vr9bNr9ue3M+NV5+PgjLnz5w/2w/BjMUP+bxWz+q8mm9hkNwPlKs/D6QSg2+XrgTPp2bPj9elJS9adHuPolY+DxGNyI+k93Rv7PhTz6J7zG/5X0Gv8vuur3wTUI9GeQVvpARMz5woPg+7B1TvSbkCj8b57i+Kml8vh5V774btm09ZJx2vkrymj09DKG8WPyWu6B4hL/mbQU9uiMjvpNZpb0USMk8FXjVvnw6gr5JCCc9z7YdvgNgDLzy8IM9MMOpvsSoHr6pOMQ+kf2bvRbOObwz7tg+4I/GvZyIFL/9FGM+HJJ3Phvg4r6xH+i9WGuRvsxVDb4Rmjk+1nWQPjsuCT+NK50+zUtIvOohZL8nHlk91fvrvgxmAsANhCjAnrwePoRtkb5Muoi+p7XrPsQl6r69Wr+/tLXvPGrbAMCa/ye95gTCO3TmJz89CDW99NKtPjSDfD4xsMg+rqvHvJlhR7xtfK0+0vd9viOQU77XkKK+C8eLPlFkqT6W5a8+nb8Kv3CF7rxQurC+DHkWvGnuir7WALA9fye3PjbmfD7OaAm/OWz+vDv8ej9+7FQ+8Ax8PD5aMr31GKm+XrS5PoY7Ob72jDc9ItO0PcGRFT3iW7m+gJSWv9avHL9nQd+9L5bdPQpzGT6rYJE/MZa5Pb0rkj+YTmM+l06Jvna8hL8+VH8+PBuZvQthcT563yTA1XFcPmA5mL3QL+u/Qd1JwINKtT6SrF09i00cv7rqdD4qaA3AeLnCv347xD5AmMK/zeyOPQRR0D3/Sgy+fVomPVCigjyhuDY/N151PoW5Az6sfXw+74wcvVRnQL+Xtho+gsAevwEP1j50ghQ/AGA9P0uspb6lzhY+5X3sPe+9KD6HRV4+3W40PgtHZD7P5Vc+2P/ZvqmZWr3fRZ6+t8WsPHv+Rj5lKKA+TnKOvifdcT4ztcU9kOSmvRNfqj65uUa+yV+EvvI5oD67YMq+jP06PaGufb5qVEU+KNOkvmEn3z0RCMO+H2YQPfzrFL/pmIo+","5+8UvanLjL0oV6W+YfKYPgoN8L6DLMI+mYEmPmsQsT5fTyDArJfXPhPdyD4KUSw9vmcPPaM0xz57tifAxnGYPalmqD6aXiw+OfPuvX/9IT4onVA7lNWXvvzBHcBBe5m94pTYviRc3r42I6Y+oHvCPsdbkj6MOgw/nXHHvwIpPL78Tnu906p5PawJVL736UG9lm6bvoBdGL60kzM9OT2xPO72lb/uywK/ZMsEPoOUaj4XByo+vQkovaWLLL87m+Q8m4QivdNRo744+BS+25DiPVQoOj09Sp6+45XIv9E/Dz4ncJS+fGUCP0dPND4I4Qu9yg0vPrhX0T2Z/96/sB2Gvs5p7L1BpU69QPxtPthvpb/w0PA+5MMIP3cX0b7ZQL6+pdsevW3Q7D4pNAm/H1XEPa0BdL/hUNG+qt++PqCsgr497Vk+Z2SBPqsHAj+tRwA9Ee0XvsAY+j6hpfc8evmAPsAE2b4gugm/7KwKv8EWNT5KBe2+G5v/PYHJp72BwPI+fMwbPm4dbj5Leei+g1oyv7xVyD36BUw9rTUhwByPEsDShgK/n8i/PtEMt74VQrk+aSnTvjmkn780Bm2/yRoEwCVjWb21IKo8hsGQPiUzK70yXlE/FIqdPvcqDr8RbL89dyjBvyvpHD9YCsi+nfKAvVbQpr4FX208ASiEvzabwD50lU49C5Uivv0t97zfI3+8xBcOPQR6473FunE9OUzGPNub4z1wIpK+TX4jvvOXR78c9hm92XfOPJxlUL4GXAQ+IGZVwGYVar48tPi+R4iavUzJkr78uWc+vgEevJlZmcBbl669/4NUPW9+xb7QXg3ABIBVvkxVn7/dw5Y8ommJPqw/o74flq2+AOGqvtrfDj3rvQk+HByzvB3xDz2lVwi9Yci1v0Xeiz0VBhA/sfKVPs7p0zymYgW+ktlTvpJgEz1hHAw9/G3QPavBIT5JiXE95YM1v0ZXCr+n9AW/wrIuPB6zlz3jOqm9W3UZP0pb/Dxj8xI/rF81Pjvgf79DpAK/"],"bias":["2tq2Psyi+D+LWS5AW85RQARbqz+9UrY/w7HnPydRyT+QDIM/eQxMv1Jxsz+ZoAs/Kov+P3THQL104O8//n7kP+oqBkCptIW+ZyaiP+bFjMDKe88/NzHBPtPFzjp94ck9UO50PsRD6j56V5Y/X+Hhvep9M0CQ5s2+zT4eQNUs6D+fBAY/e7GgPoDOXT8Uyk4/vRp4vuTJcECkj+w/b3LZPu1+Qz+c3Sc+VYSwvedIkD+yFjG/Ue+UP4uwvLymxL8/9BzrPx+GPj990nc/XSPeP89/Oz5XraS+jWKSP42KDkDQvj0/Sz6TP+cTQz9RXCs/1RugvnUiGT+AUES+MTijPw=="]},"batch_normalization_1":{"moving_mean":["TfIdP5KEoEC3pjtAXDMxPwfbkz+Mbbw/OPKqPx8TE0AQNx9AGtSfPvk3gD9yllU/0qzAP0q6XT+vNUFAkAyaP6rCDkC2L80+Lw+jP/31aj/OAwNA0Ub5Prc9AD/+AI8/KfaHP4Pauz8brLs/QvKcPynSyD9ar1Q/c1JlQOkFO0CdXJY/2rCNP9V4dz8jpIg/PDA2P335l0CGNDI/WLeDP6B61z9Qy6k/amJjP8B7mz/KLgk/mE9JQPUGGT8ZEx5AYZgaQN5nOT9466s/akyIP9Zo+D9+ogQ/1fIQP4b0IUBkwgk/xSAnQAyGPT95+R8/5n9sP5ORsT+8JQ0/wNktPw=="],"moving_variance":["Z/5ZPxx7ukFg4pJBxx0qP4lVbEDlD3FARCoKQPpRiEHxH6lB9g1iPzIU3z+yxxVAZLEVQPmYjkByqg9CFIFRQM0KfEDwGTBA2blcQCA8lkFglfhADTwYPyQ2MT8caJVAfi2/QJdzTUFJK0hAka6eQXZaTEDNgo1AfsEAQqtNOUHrjDRB9dpvQKZ9yD8v/MY/mQEoQPl20UEjZKI/JBDoQMKqPUDdEhhBAATTQPJq6j/ogoVAOUnsQTuvH0B89YRAb/hGQU19ij9PzDhA/f4eQJvJ60EBNR1A9CuDP6y+iEAhX2E/Fc5oQfj/rj+FZl0/0YgvQQJ5A0GCLZFAEPuhPw=="],"beta":["bfaHvqxMVT13LpM8Z/23voZAvz3gfky6OzdrvoQ3hj29i3Y9vBDcu/MfjDw7OTc9oRMEPvBv4Toiyr48Xaq7vMdpT76UIhM9m7DDPdYdaT0Tsf88UJIIvqyPnz0Z9bk97B2mPLft9TxjoLM9aV9kPYWlPr7g4/I8lHP2PGrqkT3+XAk9sQunPWykGD44thA+PFwLPRQ2Iz2xC4u+/4AtPXr2iT5cl9M8LS8SOypdQj79fxQ9lrgIPRIGNDxP73Q+OKkPvKX90r3n+628PTrpPeUGpD3GmJY8ZoKFvmWZMb09LQq+4JwGPQKC+7383WQ+pS1TPYQCAz0XCBA9iJg7vQ=="],"gamma":["H8omPqM/aT7X5GE+AxEtPrDXND4VQjk+fO47PslfYD6VopM+TkU2PrX/Fz5H+jc+I6QqPqwaXj4Ypnk+DN03PmHOXD41C1U+CBlHPh+4lz7xBl8+nVciPsQMGz45i3U+AVxUPgVVZD531D8+EkOePvUQOT6eXGk+PIidPvsaaj4+j00+J6Z/PsZJaT7unoE+HxNhPo6mmj5OSzA+DsWEPjy+ST4sHYQ+QldUPrViPz77PmA+l9hvPpWdET5RA1Y+59BAPqzH6j0TDBs+0UEyPpHhrT7p9iY+tFQYPm+VKT5FRBA+0nmIPo0BEj4NwEs++xSIPh3+bT7us3c+Ne4BPg=="]},"conv1d_2":{"weights":["ASgkvjJJjD4pLqq8VLqDvJk/Lj6Fznm+r/i6PpzD47wou4A+OEPePhcaeD+OQUS+DtS/vqG7Dz7x5fM+3eGKv1kcYr0amti+q5SCvvrh475czbS+ijKYvhEyLD6Rz/89esJfvwuqyD6JWv4+OTa5PDTNxb5hTCK/T52Jv42HLz5H+qe9+IgaP+rusz2Zxyc+uzAAvrTkJD2XGSS+qYliPiUj1D5pHOi8QXaNPkGuLL5YQWS/B+ERPnqfjr2NVko9NhgOvzr+cr7vxgQ+wp9aPpljsL3YtZa+4nEnP71kvT2Y4mi9HmvTPuuXfT4j+8u9pOJUPaP5Qr0TICO/6kgDvtoKVj5CvYa+xs2hvuGJAL6TT1q+6FqWPaQlDb7P2ZG+0+0Mvib1q77XT5++SwdMPue3lD5VG14+1uOqvmcQc75Do1y+8bgoP4TryD0QH6Y+5jSuvbUR2r2l+8898GeVvunZpT6VgzA+RxonvhEkUj6u5IY9cRdxPkLXRj7Rpqy9G5cwvsD5CL4Zd7w9uZnlvN70hj34W9Q90yXQPga/hz6YOOa+EH5nPVtqhL2Sm3k8KRhpP+j4vL6PJaw9qEmcvVrlSD55+ca+orJhvhlGFT1iNls7rmtMP9u7zr6UkyG9sKt9PhleAr/vdec+8kRXPWwqtjty+O89KGaPPQl2cz6iExBAfmrOv9bF+L6ah/Y/64jhv5h8lr+bPOs/SezBv/sBgb/JeaA/FYTiviNajL7d/RbAxzBNPiCfqTuZ/4m/cz30P8/D6T7kvhHAlFi6vtaVr78nnaY/9Zn2v4zXh7/UtI6/i9CcvmDDCcCl+ry/1U2OP0DCYL/r796/BpD3v/5EUL+X01G//eIRwDvw8L8u3Gi/xLqVv9CN/T/4prq9yFoewCHaTr8My7y+170gwEcMLL/76E+/HR6Evv/oAcBvNBK/5eBhPzkOcb+vcgvACyskv9JabL5gGfw/0sCfv4/Hqj90cIy/n3p3P+AkLcAbcfa+S2aOv3lcBL9Mch6+","wSERP6LgFb+neKi+hoD2vl9V0ryFAFw/He0Mv+ucjT5Enng92gtZPeUIkT5HxKK+g16mPL9FIr77Lnc8FZE1vXUqmrsXOje+LoY0vew7oT74wIQ+6fxwvo+C278o+wY/GifyPtrSIr/lhYO/39SFvgjiTT1yMXs+XfOmvrKBwj1Mv6++K/VpvykDYr41PU+/cTzMuy5Npr4fAoW/YiLsvSm8IL8vfqW/+0QAv3bYn77INCy/Ed1APtmcm76hkEe/qihVPaGDI76lbKe/+LolPS2yLsAHfmK90lUjPTEj/74vJi0/pYUJP2rrUT+hnTm+Vai2v0Slmj4F2Eu++2uDP+do1b7LbiA+DPrfvaYcHj6j498+DjBIv0J/Wz442ce9S4t0PDVWjD5WJBy+Gd3YvJny+zwOHLg+OtPhPQtPbr/zXQA+6YXBvVIaKT1Dc7u9xi2PPlz+MT58eSs+2bSMPVx6Dj5M4s0+eY+kPry5Hz5hoPy+kroXvq/rAD6ivZs9xkTIvxWum74USx6/SEEPPuXjYj4ycic+uySvPtR21L6lqwE+EXsPPiXyfD2iXka++/cqPzRwNL6igFS/s5cBP2NEoj6fNyE+qJ5GPDxT777jNPA9QKAAP2YvKL+wS/A9CMTQPitcpz4+poA+11sWvy/dlb3MT5W8kxklP5uW3L1i/oI+o3w3vSKARMA3uZ4+LrhEvnn+Br/85CM/46OBvwVww71AWTK+H7nivRHHuT7TJXm+BIuBvrc0CL6R0pC+XbEyPWGigsBR7li+MP0fv6rwn7/6dwQ+rl9oPrld3b4eXF2/FV7jvrqegT74XCa/xSE7P18Lrb8H7SLAZj2FvpgNeD7MeZs+Mbk3Pl9qxz7+aoq+y2lYvqikAT8++j++3aHAPoOPDL/ZBJg+Cq2sPsdiG8Cq/gW+YMfIv0NUZD5JPoa/U7ylPvGhxz3gFtQ+8c8dvmaDDj4RRIo/eOw4PjNoC7/uoFu/lq0aPsCy2j7DMIY+uuI7vqOFGb/j8Ii/",