{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,256,312,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_layer"},"registered_name":null,"name":"input_layer","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,256,312,1]},"name":"conv2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,1],"dtype":"float32","keras_history":["input_layer",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,256,312,32]},"name":"batch_normalization","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["conv2d",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["batch_normalization",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128,156,32]},"name":"conv2d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,32],"dtype":"float32","keras_history":["max_pooling2d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,128,156,64]},"name":"batch_normalization_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["conv2d_1",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["batch_normalization_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,64,78,64]},"name":"conv2d_2","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,64],"dtype":"float32","keras_history":["max_pooling2d_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"SpatialDropout2D","config":{"rate":0.3,"seed":null,"name":"spatial_dropout2d","dtype":"float32","data_format":"channels_last"},"registered_name":null,"name":"spatial_dropout2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["conv2d_2",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_2","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_2","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["spatial_dropout2d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"GlobalAveragePooling2D","config":{"name":"global_average_pooling2d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"registered_name":null,"name":"global_average_pooling2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,39,128],"dtype":"float32","keras_history":["max_pooling2d_2",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":89,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["global_average_pooling2d",0,0]}}],"kwargs":{}}]}],"input_layers":[["input_layer",0,0]],"output_layers":[["dense",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{}},"image_data_format":"channels_last","input_shapes":[[256,312,1]],"output_shapes":[[89]],"tests":[{"inputs":[{"shape":[256,312,1],"values":["YbJAP+tAqj6dHaA9cTjvPvChJL916wG/ai1+v9p7Yj3ZGlq/KLxXvvCTFT8fETs94VNkvmztGr9ZbL8/qNjFP6IVFD+ctmI+EPN1Pm7+1j4BlAc/btiLvQBftr+oo2I/ZAcOv8rg6z2YtFG/vhgyP033tb+X6nE9WI4Rv105+D7M8wS+NMsFwBtBXD4uLLQ/SG0gP2mDZb+r/AK/Lf2dv7y5qz+flGY/Anqav6kz4L5uDGu/R50BQD+o7Dy79os/XPAKv4kKmL+3dwxA49k0P977iz/WzLU+nQ4xPxJWaT9sHaA/6StJvyZSvzsBvQ4/o0NYP7b0+bzrhJi/ahYyv9DQC7/7d1Y/6XVoPymyub8U0AS/tYB9Pf6yCj803AE/XgDDv3i2kT6gcL8/OaEkvzPmVD8rooW/aOznPuGjmL89MW8/nO+av8nYOj9uyPW+DiJcP4Agqb6lxje/Aru5v63XTT9BoP4/qNOzv1yVrD8Ww6+/1wMpPu8Asj+ButC+AhbvvXI50z7XDdW+OUz1P0S5Ez9Ju30+PkkDwBrGZD/uMj8+RkmhPm72pL5iQj+/WAH0vUUKgr9Vk+0+Z4tXP+u1jr/bJGM/8Dslv3oryL5ouwO+qLdHvVC9C0Bfbzs/+XbhP4NFRL5miBq/JRNBv2GUhj950ps+xVniv/uA0b6bpLU/sLKDPrAd7r/b8De+RV9MvtUBp75Im7C/T+ppP0fLl74wapy/fOU8vSJdYL9YKEi/U+T2P7vFCkDiyAu/8SxsPnfCkb9BYto9lcYSvxY4Wb+Dpzs/TBaYP9pbrL+JzK4+joXHv1KuGL9BbY6//Kw8PoRCOb8dXsI+prDXPvIS5j72JT0+d41DPxTd4z8o472/4p28P/qsIz7RfvO+l8Ayv804Kr9CqFA/u3gBwLkOar+OAiy+d4Gov3jRJ75I4oS/IrMxv3TRoL7cSqW9rqAVPo3ghb9KjwzAOFI4PWoG3D8tHmG/P6rqPUfm4T5+Z3I/y162P7gCGr3C73I/","3kZov/MljD/FwBc/tHSrv26QOD7+2hw/KDkWPwJbgb8ovo09upCnvyengr+AroI/RpBavzAoKL4W8BHAR8Ssv2zed79GcpW/wwJGv4ne274VAoa+wtyEPyGqSL/N24g/DZMAv+1T2r6g6To/EnIpP6qnmT+M+AA+KvPpPihBkb4IUEu/6S3oPW+5UD8uxZ69ybFIPmSrAsDS1Zu/mVphP8tb7j3ICs6/UTmkv0A7sb5jDrq/A1ENPzwSIj9KGbA/4IDfv9fxqb9VaqE/cJYqv65n4D9JRz4/Za4ivl6gEsDROIA/Omutv7UTeD9Ql80/0Qe2PvPw5b4QJcY/4ny7vnulJb7RKJC+IyM6vzG1sT9ex3o/1DpuP62kMr/R+4m/DU+lPsvzU752CCQ/huGUvWHe/b1XsUw/BOSXPvs7xT+chLQ/6vi0PuWtzL2EnGM/cZoKP4iKPL9Llhy/vsATviV9ZD6NTLu/6D0eP4tQDT+L8lC+NgMkv74CjT8Lv2Y+3dEdP03Qzb96eaa/q8GjP2wKzT/pGf0+qxYLP2UzpD6NVxA/zsBHv6s60T8YsAk/PmASwB1KMUAy5eI/VaeRPzDP8r7CZBK/dUtKPkN8mb7gkgk9h7MSv8bs+75ud5Q+frIPvhGPWL9cM7K+kZ5wv0Pru744b9E/h7hgP1Xiuj6K7b++xY+BPnj0wT5M0aw9d7vvP/iBsL7rQz6/cd49vqMDsT4rEmg/fa/svj4Yb7+5uCo+DQSRv1K5FT93uIi8RMXSvp2QK8AlG9W/sfaYP4ze278n76C/ebolv3m5C8B5wRM+RPMVPwcxWD7GwbW/5z6+P93kYT5SR6O/2WU1vp+NXb9C2cS9O08cvT12h79MSys/4wzHP2ugMj85Fc8+Mm5oPRnuxr/feQTA1xWTP6mR6D8IY928bR/2PCKC+z511Fe+nbKev/pLPT9HaVU+kp3TvI7/Ar6PSio/FbYAv4CClz736xu/IsySPwiEW777TmK/RqJHvzn1i7+XFh8/","Qm7iviylgr86AtK/kxJQv1387T2pVQO+k4mWPzMYkL8mI4Y88Sm1v8sD8L+vBY49h0S8Po+PIb+7YzfAp2SFPkstWD/h1le+D18Uv0L/4r80Xge/Ax0YP5mDhT+MCZi/hf2GP5PUMT/iEay9SQ92PwZ5Dj7EwYG+kE/0vr0o9j9fqQ+/lmpXPv9Wz78vZO+/GjwFPwjFgr5UmR4/IwWIPwqBjr//F2y/FYYWQGSP1T4YsnW+IMRAv8Yxc79FmXy/JCV0v2ds4z1X5Zk/DMrNPy7Uz77LCoy+tAIMPyiE9L78XiC/0yJiv4TsZz+UEUy/sJWLPkrCqT/V9Zu/QtUEvt/cBr/CxeE+uwyDP80uEkAO90LAPKWhvcYVib8gZ02/AqAJvskhJz7DoWK/hryuv2AYW7+gM8i/CEsRP1ilkz6IgSm+Iz4NP8UcOz/S2iw/FhA2vRIEG79iA4K/Dd92Pql6JD+3Uzm/P7juPVxRaD8MiWu/XP1tv+mdHz+B8mU/rzocwFjtZj+piAK/jZo8P6mUNT7pIhm/q1aRvyYBSz+LIeu9m9OHv90OU77eLCu//vvuvj9xoL/cXmS/3shHPw1cZz9ZjfA98GaUv5STmT7AQ8s99RIAvvNf2b4uKNI+1fhpPwegaD9c8jA/XyKJvbhbor3sngc/8ySqP79LBb8xzgq/Xo3svSI7kj5e5Nk/zZCZPcF8sD4kJqS/bDykPsut+r50eoY/CvkRvwTWJ7/9KqO/OmWBv0Odjb/ZtVy/b4uQPzB81L+NBiw+gxJHPuZOvr8VvOM+cGRBPy9+bj4OrgS+Y4M9v6i5AkD/WkY/jKEmP5/mKz9WquM8te2tv6Vw9z5d+uQ/f2U8P7634D+xvlA/FitovkjuLzyqs8E+uh6hvqJKHj9Qci4/9nV+P+h2ib8TbcI/Op/ZP8EVrz8rSM6+EoCtvphT+T34BxI/yJ+vP6ZATD78h3C/xcp5v764LECFGJi/rFIjPsghnr9D65S+bxpYP0ECKD8RqSw/","agnNv8hO6z+GPCDAbp9qv+AtCL8zaxs/DZ5SvkrQir/DGe6+VE46Pzpax740Fq8/ceIwP6tmyL0J3c2+h0ARPkzrg750Jjy+oF7Nvwyw8j6lXng+PbKZPTGM4j/U5CW/jMvGvhCPED9fixU/FM13P5nQK7/C/4c/phdTvvCWC79DW4y/Y8Gev6590z71JIG8yg9GPqt1BT86QQw+r+2bv9n4KT/AIyq/aacbv7/VuL47wBO/2VQGwGM0j74b8E+9nHOEP398pb4F7ow/NmEmP/ROGL8qq8m+P/sav8RiTb8mV44/ik+Bv1jDVL+monA//2ipPxeMmT99OwI/DuC7PSK77T4q+2c/1HWVv/DxcL9tKqk+M0ilP0SuWL7utU2+LEErQG/GHT93rWw/dKrqvqwPuz+za/w+Zxzgv+EUn7+TWwK/gaIev/6XKL8g3o4/64w6P/W3+T+PAZm+okk0P+KAcT+70o8/lvmXPXMzOL/WO9O+k54Lvl+p5L6Ykjk/RnZFPnS7Fj8Crpg/ZuOBvidSeb9pV6A8XoXqvlo0Kr9Iv688qo2DP5siXr89Spu+sOUgPu7bfz9uh58+0Tq4vfrB3L+gCim/HJ2Kvz0O4j6Ibl4/VTtovwfnWLzeWO+7vw5tP86iPb+D9jC/mAELwPoE9z8NpQtA7ysTP5eSiL4/5KA9fZ2iPDSZPL8cGTw/GOEEP7vWUL90ZlU/EhU0vzXwpT6DRdu++hQGPsuh5T7qiu69r/4aP4zOrL8tYEq9QGRHP0I/BL+d0K0/pTwCv0V87z0t/5O/iRDDvrDHvz4syQE+WusnP4NcAb91j5A/nqksv/FOcT/VfUo/1xGZv7SHrz7KWwa/8FHHvnEawD+WXlo/CcOHvpZNA0Bx8pA/pX3fv9fmLL8MNMa+sVJxvTfNLL+ykZG/0d1Iv1V0nr++NZG/aLJaPgjbvj7Ii9k+jHXpvzARjL8yA6G+ytLGvrF4G75YzKc+egp5PnIwM777Uhe/n4cavwvyu75kCNO/","4FYKPg/J8T7jOnK/UucJPqcE2z1MhQi/ioXBPoXttb46Zz47s0BzPxS7DL7AJ4u/dNTtvdWE6r41DxA/d58BQMTr478+X/k/rW5jvpkBOz9HQxU/k2HCv4ecmr37Ogc8WLM2PDcPvD+eLhc/mAQDPiHoWTwy8Bw/3tGNv7V1ij7gmPQ9nm+IPINTnj9uKy2/TpaQvmCX5T8IVvk/yJpDvqNWaz7VMLS/zPkSPv3uBMCFw1i/gx+3P4F0Pr9tFiDA4ncAP+u4k79iWR8/ea52v53eeb8XJkY+bTKjv7dF5j7KZ/8/9LADQGixKj/yTVQ+u8+dv1+VN7/IUdK+N6GcPpAhAz/fTMs+3HbZP8TXxz7WZnm+DM0bP5Pxbz8Z2E0/xXmNP0D5gT1zKMc/f3gBv6J4Bj8A9xlAgPizOzR//L62QWS/8COPvcr3eL9yY0G6YQocvyID+D4oxra/hwugv8YPpb7wro+/2TITv46HJj8ogI4/l12ev9EiET9zye08YzGXPv/aRr8m/76+BoNOv7tNyL5Q77m+9KpFP/lt+T52XzQ/IP7PvzUlacB14HU/tOkOQOvmiD6IIxs//5RLv5SZ0D62PyM/zcntP6sLRL/UQku/RGf0PwJ6qz9Wqqc/cdPGPbdlAD+DG849IvsEP46ojD2PdXw/I5WTPxpCAz/2uvU+lkdLP7bsKb+qQp2/RSBkP2VVDD9uBpU+Tjl7P3uBEEBkWKy90nioPvLYMr6xb8G+yJDdv3W1jL9cv2s/N5sBP8RBgz9AT/e/KxVTPr0kIT73h3C9VvOEvi28l7+GjvO/pK5aPsRZ1L5niCW/Exc0v950Pr/uSSY/fYEGvyJelj8yjnI/xGd+vqMJ0T9K4MY9VK6Jv+/Noz/Ulbg+3RuBvaoOn795EC4/+78Hv902Iz8CNKU+MzBavl+PGkDOvPA+C3JUP3ZUST/F79i+OcuwvvuSxb0ikJc/J2eQv4ZzFr++6cE/TtCQv7DM0z9bK8G/w3KcvxEU27+ewAs+","xslTv3IynD7vOsY+pqVqP1ql475HQB0/lk4sP2FV675TnsG+QOEDwI/5er7i1Cc/zfiyP2YWsz6eWU6+CTfWPhQZpb5ImBtAO3GMv7zdPD7ZvYS/ufxuvo2Xnr5wwaK/gxP0vvQfi79NuIK/JXFIvx06Wj3J3TI/FefBvZiihD+yvIS/K+0NwNDIBr4uWny/3m0Ovy3rmD/fEXy+sZTmPeGMoj/ySwBA1rAGPsQZRr/cUou//1+Evw4/ir4OYSw/E92ovQVnOz+jWze/R+QPvhcVer/VQnG/RAs8P5cPir8akpe/W6V6P+GvN799z3K/yA6zPSIfiLzrMDs/Pgnqv5SemL8ZClY/xtduvtOnqDyUDhO/5zUcPzFguT7jMD/A6Kgwv12U0j/OjU++Usp0vzgGiT6iEUe/e6ELPpTpqj9RLKy+eZtEv9oouj4O/2VApS2TvqCXE766oVu+Mz8Mv51DPj+1xWE/t+iPP34krb9TALs/ancIQIn5dj7x1m69Any7v3fHnr1Sbo6+fabnvUIRAb2OKns/Sw4qvxUcmz7I+kG/McZ6vkOOFECf6Zs/pAjqPwTqqj7WuN2+FuTeP5l/Eb86amc/mfPpPqnPKj8GEwc/X92cP6keKL+hFK2/Obgiv2o9p77025o/zegdv0vxT70LZyc+MP2Xv6oG8D9wamK/8yWovLuiwD+DPeC/9mjUP0JlJz8+KQdAhgiWPn94Or+zjvW+Yj6qP7OI+b2lRFs/nbcOPqskZ79v4X2/pJPAvu+3ab4LwqS+4Iiev3GEJb8Exvm/7uoOvK/tWL+K3uq+vBWHvhiolr50ysk/e42pv2XPCEDAhZM/VRxPP/DjIL7OWvm+r+i8vnu+5r2XipK9DAGzv+S2C8ACNCo+B2KpPkRaJT/cX64/xrcDv5Sy5rw0QIG/tuzJPqYPA79dwCU/r7qAv0ZPIz/FI4Y+ufE9v34qi7yIQJ2/niX8PuOxJL8QyKY/9OJQv/J/Jj+xFRw+g46Hv5dOC79m8Yo/","8TGuP0s+Jr+23we+4N2Svo94Ez9nAaM/ZhbMvlzxGj8oXPo+C/oyP+Sn6b+XzGo/FvtlvoNyZD4zocC/o1bmP4IrBr9pTMe/0IwyP2M/x7/PMrg/qXSZv9cXCL+kMgW/COdevyGPoT/H5yk+u9Lcvt5jwb+Mru4/esQHwDu5hj9CbpW/J5ldPihUVT8s0N6/hZckPrLFEz8riUI/WMGwvfSQkL7LCw9A+BJvv5jm2z9iVbM/J2iZP2Hnqz01yrK+OuNIvgtmvD9Mp5g+fbCyP5Oj8L5fsCI/s0SkPsDoir5wKf49XyfKPlAx0z7QFyc/WpsUQJXFg72XDTi+dwTIv9KoKj8g/Ta/QFJKPt85Gz9wIDc/+d2uPx+9kD8JN54+sCOtvin1/j6up+k/+EJAPvyzcj9Nv3G/kfd5v8UZE0BWvo2/No3jPgxGHj6sCmc/ofuYvhPTX70znrI9LRbMvcTjsr4QMC8/dyBJvhtAAr0aHAw/Lzvevn/jz74OVqA/tmSCvsfFpr0l4AlA1RL0PvacoD71sls/HqG8v/Kslj54Nr4/xstNPzX0NT9r9+E+paCwvw+i076nrJy/y4bCvgGzOD9lZIq+I3Q7vAZ5cj8wTmI+Wc7XP33R6T7gNvo+0x7/vdugWb8W0YE/MzlSPyjZXb/s4uy7I1+Bv97HOLvaQ0q+Z92PPwoGsr7GsABADTOXPVOV1T+iGCS/sHULv7Tip79qN2G/sD6IvrSdEj1CZqc/wCiPv3q5Nr9c7WW/AfSRP25+Zz+yW8e+QQgkv+pdwj5TvbC/ayE5v8TbQD/6XpI/gBcrPIdXaLtiBt0/GSOxvm3MTD5JSXW/7BsnP3GkAL7Vg6S/XyqoP3cdJT5ZWhG+LLcSP8oK8D2M/7g/5MfOPrfcnj+52x8/CUqFvgubqb5mXJK/Z9Pev01edD/2Cqg+/dPpv7FduD5WfAW/nFHVP9visr2pswrAqfbWv8ZDAkDZLYw7gygAP6hinr6ytJm+2QkePm0VVr/2I5u/","4T6EP74rKrugNKq/pZAMQKpi0j/GYIo/WCiqP39LgD+a7e0+XwtRvtLWaT/5By7AfvWAv6jLjj9LnQ+/Dr40v8hVsL9JnEy8VRAjP+ToGL5nmM29TI2kPxHY7T/OoBZAfHlzv7YAKz+SuKA/vCQmP3XDH78OuJ6/uZeIvRpA5z5g854+ZSx3v4eUor97aru/jmQlv/47yb0byBc/RxAuwPC3Dj+K/ou+xooCQMaJjr5DAoa/frSlP0JuDL+qOWE+V+MFQNsGFz/wcNc+zIWYPkACCT9erOk//8WEPoC2vb++YNC/eBW/Pr2IWb8RIgA/UE8uvgQ5Br9ut6K/b0u2v8yaTz8rJy+/h7e1Px2oeT59ERW+wo0YQAuNpz9Mk60+Iigsvl9z0z3Xq/E/Y7xzPbvjzr3RsdC/uk2GPrpiBcAgBko/NCf/vwj6Yr8QOPu+LSsBQPBXTT7HbSo+NqM1vrrZJL61wMO/PduMP77vKL8C2UQ/BT/Kv2/dU79FOyW/qenTv+Rgjz3Sdr++A6GzPtibHUB8P+g/tA7fvu3Hoz9oon6+BGgUP1JrsT0Sw/4/1nydv6hZJD5Tzou+F8yMv99rkz+znZ8/OX69v+DAwD85Xp2/FTQNPl9Inb7Eogy/OOyBv5SnG7+vbu2+PykhvopvsD8quIq/5bb6Pq5VX7+ZEhg+ecYQwMp0ur/XDLi/r5Fjvkpamb+1VtI+9LkHP2qtoT1+Kza/X7aNvrrBej/tQRc+0op8vlkPi70imZU+IZcLQJzkZD+guq2+NJ2UvZljpD5isqy/kE6VPljsNL+lh1S/WOvLvhO5TT/dUyi/9G4MwJ88kz9csKy/zJQpv704lT/tk1M/RcEaPy865b/DMYa/8j8av6GpLL+v4wi+8UO5vYvhAr8y+w6+BRG2Pn9XK7+Tf6++uNwTv5XNOL5C7Tk9EMtVPx1bwb+9PwY+p7uZvSktIj/2d3m/6v0CwHHidT8DkSa9IheEv4pjxb8jh3+/xkn8vyS2kj7tWnC+","32ysPx+9Pz9qZDa/J6WJPhk3sT1Rdc4/le0fP9NjBr9rErc/YoUrPdlaiD+1xSRAgkqXv5R9yT/eIm29V2qFv02g7b/xBle/k8clv8aHqT63bps/vBtqv82hPD8VbYW/0RbWPrbwa7wsfqA+48L7PuRaEUBoHQk+5G4fv1bFqz9UKDRAF9Kqv+Dutb4Z/BXACsn2vu3riL6nEMa/GKY8v83ElT8tmyS//GcSPoGlhj+j00+/pHccPyaDl765ocs/vgaKPwN49j8gDQfAd9dhP4mBF78iQH0/TTMWvyXFqr976Tw/QfnTPz3C5j9ud9u/C2UCPu2GET9vk4m/8RgJv7ToC7+9Lj4/Yh6bPjh2Xj6O7Ug/8IGnvlne2b+3TuO+hE27vzWgsz/KITk9OCwjv7nD2D4b/Wa+xDRQP1lezz91XfM+VN0tP0gYaz8tqcs/rs/fP5OE0j4F0wO/w3MYQMkpNr/trKo+qY5iP46dsz7rVCg/V8jdvhEugz5iQFs9ow7TPlLyM7/89aO+CIAuQB9y/D9oXIQ/7+i9PbIJTb9/I66/gJ5zv9siib3cyT0+4y0fP0Pj6j7yhQq/4ceqP9UXwT8kReY+vUOYvkwNoL8hjhM/h0tyP6iOa78Xwow/5O3JPo2JGMCqfQTAHIM2wPh+6D6JubG/dzcCPzyXkr88BJS/2nWIP/YTvj/c3QA/hsQ3P1OkBD+/aik/COPRPiWFqL0dcNa/w9ahvbFWnr8u2dc/cS7bvl/Jq7/rFeE+QuEdv39twj9N5zi9iJiVP+S9oj/iAQc/krjwv3cWt78acFq/9hiZOx9MWj7ZWig8ychev+OlJT91d/k+1LotvqAGxL4AX3E/6KOSPikf4L+zl6o/9o+NP1wQCj6CeJU/fA/Mv0VcUb8coTw/VYuEvhQ4AT8L1iw/6CX4vm5m1741+Ac/RdRXvqX+Pb/vKAXAZ36FP10bdL/8zZa+hj7BPmTZAb+lrRS/TXn8vuKUe7/SKsE/7HhVv314Tj+7O42/","NjSYPqp6esCUTQ6/CjkxP20GBD81qXa+RputP5ZVMcBL3ks/MaO2P5JZ9b42yRK+iMuvP30rHD/We+6/LftuPWbWhr7V7MO/YFP8PyqSmL/cGyU/xM6OP7sErb/VuxU/vwZFP7Dy5z6LTAe/Ws8lwCu/uT691tA9cyjWP+imQz0u4Da/Qa9bvs9Xnb+vklI8b0WoP7ItD7+LRhhAqdajvlxFozyxwGW/r0eiv4Z5wT1VeBDADjb7P01atj4ibgY/VEAIwI843j+47Ue/sG0yv5vsvr4a9wS/ymUlv47gsz5pyoQ/TF55v0CNtL6+jwc+GmZTP438oj/u/te8/we+v6WWir8eoTm+bYkBPyiUdr86yna+64F0Pkuirb2Orew/VDgbvz6NeL5X4O2+UlalP0ByDz/SrYi/pYh8P0PKLD83m82/GM3yvoPQzr5v1pK+0USTvmZilb9kIP2+P1YZv/WXxj/Cote/l9OYP0+OLr8n/APAKglcvlfgQj/dFhY/5bJZvqwtdb/esFA/0betvzlfOD+qha6+eT47v4zsKD8T1MM/oxYtP5ckAb/+gpK+JP/Uv8mWiz7FWDI/eccrPk8miD/qHLo/TmGHvxxqkj/FXpC/iADAvhHF0r5vM1I/HmQ0P5RMCUDCdbC/fx2GvznEO7/OPLw/IufLP9OKFj8gKiC/Fgi4v2lkXD4QM+o+Ex/SugbikzwGoZw/K7T5P51HXz+D/8A9j4pkv6tjT78XXRW+28efvjUxcD8fJsC/9CrovkrXtj4HD52/IJaDvw8z0L/wpD4/YxaeP82FJD9GILS/R5TyPue3Hb96rQg/4ltRPwfUND62i0O+fiF0Pz3Soz+oemi/UZiCvlyzB7wm0wa/nLkaPwybC7/ceJq/SD2yvzsvdL8NWIq+DQmAv85cp74FO1U+TcehP0CKQUCwrX6/1aCiP0PDsr6r/Qw/jF1KvxM2Qb2PMFC/XwJZv5Xufj/lWjK/4zshvrUQwL/OTDw/pBOUv1n4zL6hga2/","+uxgvobmmz78GRU/zjQNPlXglz38es2/NbiTv0ooiT8PhQS/chAaPk6eML4LUJW/oRYsv56Gtj8q+h+8GeyYv4HcmL6CJKy/kTzCPiPJuD8zb7i/dz0fv/VLRD/oOR6/dHsYQKoKsj9jM5i/x7cFPtAF079SatM+R8kMvs4PS76o3kI/8uibPR1BTT8+yKi+7CCyvxr0YD/EJiA/pZ/2PxkT9T5uVky+KhyPPYP4Zr+2aww/qruJvMnfFr995Mk/v++wvmW5tD/IdwdA71PnP+ImAsCNqrA/Kx4KQF8bWj8e5Ag/MeOBv8/cKr49XVM/837rv/3yMr8E+Bg+Kn7oP7I8EkDb3Ho+HxQAwG/WnT93jEG9kSefv/kowb/xsY0+dO+oP4AE7D4e3Ao/hgMBwC5yWD89RO6/IolzPms+5D2xxxA/vC9Vv4+Q2D6oiyc9sB66P5xir74dwCQ/xl7yvoiUjr5JhGQ/KEM8P7SgGj7XrzE/LTVVP1J8Tj8C2Hq//KLKvvpWqT+Kb1u/8O8Av/5lPz4ihB0/h+rgPXEKAT/8fOO/eNOfPtWV8T4bjl0/74fxP7QsgD/QvT+/vmAPvxW3uT7gKay/BOYEvyaUnr/bldW/a9xiv7mLQD+AvcS/asXGv89CEjzOKRvAYcm5vpZgVz9iXY0+YAtyv0GtvL4ZiqK/zecIv+8bu79m5US/IlSUPpPODz91vei9qOwlQJw6lb583fC+CuPsvoeg0T4AfWE/cH6yPrX4hD5QGmq/1fGAPwu51T/dgSzATrcfvzrs1L3ZIhG9992Fv1yrW7+FXf89wwOCv9/uZL2dR3e/epqmvvtC/797UKY8E8XJvsRgE7+rE7A/sP7PPa7TEj94QlO+BuXWPzvfKr4hdjU/wjwkvXFe2T+i1tI+GroMv3vzhj/qFSm/0I/IPp/Cqz4imZ0+Dy4wv5e6G74Q/Ug/lA4xPqDdbb+MaY6/IcqHv2dD/b6JUqE+SBYyvw2zpr6UFzy/NzP6P6NUyj4ARrM9","XCJzP+FBPT/MaJU+skbiP8RlqL3vFWI/fBicPv9YuL4YOCy+sS72viZKCMCanD6/6s6gPt+3Xr8sP5Q+s+QDwI+nsT/SJae/3VGuPqoLWj5Ig4C+jjgeQFAIGT/zfNU+8VsyvzC00D82Zbc/nVmwP8x21T/jtm86W8T9vpLsPb2c8rY/soaQP9+qi77VKMY/nnGNvTghDsBNNEI/h7nBv7X1Pb84wKQ/wzMjvnRwgjyMYok+e7K/v5P0jz7FrI4/JWyLvz7FCD8DJto/cqkKP+wm9D/01k2/Kv9kP/tSkb8sIyG/s/R9v3MKpr745HW/bCUBv8qrFsC9PDFA86QNwEnUnr/7ZT0/QImGPx5V0r89kDC+HcT6v1tA0b50sAw/yG5Wvzjq5b7mbXM/gtM3v1p9Tb4hXgI/fx06v5/wrz+Dy3Q+FMx6Pr49nz0XceI/9KpJPkBuqD5Ob8a+ps6bv7xXCb/qazk/hrRtv0yD6D1hU4G+Dc27P1Elez8/b2o/5E78P02qiD6pEPu+C9iTv6ea9byZ+Hu/EXgov2UTZT9Z+aa+tCCaPzxNFj6qQ5w+TK75P/dikb/n0sg+hdRuvS6JMr+/wp0/y1XOvwIfFL8w9kI/ybT0PQ273D4AECHA/BqZPwRvzb9TmGE+13XQPo8z8j58aVg+5C2LvzIMFb9TZ4Q+KFkzwGHVar8V/Sk/hQcwPna32L9p1wrAv9krP/sOrL0saW++ETJzPtJlnL6XeVs/hl4kv5uElD+jWGa/e3D0P3olA7486Vg+EOkAvlbg877i/qo+S+t8v073ED+6ID8/UfeCPyjl5L5mvhVA+Do4P5N6BT5aMly/NUONvpkNG7+HA6+98S35PlGFvT/0OVy/2N6pvjHTxz5HuMy8R3DVvr2PGr/AZNU+V+dtPhPL676Nwlm/vClAP4F46D4kRPE/TzDPPykzdL8aELk9NquyP/p5f79dWIQ++wdVP9psND6DKdk9sOz4v6bJzT7nyMS+ziEhPvJlOj8Bx+O+","hEtRP4nrwD7KeiW/v+N2P607vL8KAjm/gUQpv5agAD6faxE/iG6lP0BDiD7J/+y++cLJvi9Z8r/O2TI/cwu/P58Y9T4MUzw/L3JaviFdfb2mW5g+CPSzvj/cIr9DqbK+gQYmvyngFj+1gRK+FHScvNMiib+r/C6/2GUZvkgQqT6YyIy/OiOYPllBk7+2D7W/FFCKP7iiwj+liEA+FQqlv8nr4z2sH5A/qCxMv922VMCnkg4/QL5qv7n+ND9YTTQ/Y4Vjvw2xQb8Do1k/4ZJrv8HALb6Ynzs/wyeCv/i1Yb9xK0i9JoNjP4vTIL/+MVe/garoP6OLhz92hqC+x8V5Pzu1Wz+9s9C+rRWPPi5NA79SCF++JDujv/oL6L83nqm/Adq5v2U0r78e/CY/GBLkPt1xFr+4r2u/9oVnPoTdvT/wvk+/nwbFv9hODb1m3G6/PA0Ev3HBob5KL9A94gTJvimSIT9JE6S/jSMHP7uO+r3/eKm/WA7+PsLFjL9S67c+DjkKPyhOoL0yX8q/tBqPv9DtS7+fwDc/ulpTPuZmGsBSMsw/wVbVvbbkzr8njSi/hWm4PzKDtL5OvDq+6UC8v/CjLj4MRybAB2K0PY8rrb40cQ4/HhzGvTUUfr9zs14+PNltPyynj78s+Cc/MlIjv3v8Nj+iWK4/yCmuPc1ZTr58Sn0/RaKLvyayb75mWEi/rdbJvJJO678Y6Eu/XzFnPrCSsj+Pe9y+sNKpP8E+yj/wtoI+mYMQPy/hy71uAiK/xPx8v++f8j8+9kg+BnvgPtBwUL92fK8+owavP9Dvsj/Rbgi/WWeNPjLU7b7qz9U+ztkzQHmi0b5orMo+eJ6WPxXCFD7P2Y0/ovNHPzTSc79mbn0+GRV5P0FmnD9/cQ8/jogGP59moT96au4/QS4kPzNZiD4+DyY/ZOjRPalRLD/GIeg++SKAP3hoWr03eQY/m9gmP21Ewb+iTTK/vR2JP1ybeb1996G8nPKYOWj4Xb+KN5q9VhIuQKpQsb5UvfE9","3WaKPypo4r+Y4Yi/GeXwvxfnGT+SWgi/M+J0v7jOpb8W11++2/oLP39Qkb+8LBK+avbdPhVV+D61MM0/g6sGPxkeF79+qZw/EtayPqcNZr+Gqro/exo1vzcNzb/7PDK/eKWWPZvhf78IHJA+yMiLP5tjPD+swAO/Qm8LQJCB3j8qP/W9UU8Ava6shL/Hf4i/0yQyvkTkAsAgXMW+jkV7vrZfGjxJttK/zZWdP8FNaj83OGA/P3cqv72JgT8/BFY/VBUrvqaujz+s9APARoFyv94RXr417JC/q8YJv6qkBT0/9wXAXKGtvsS39b/oG4u/WqDHvulYtz4ENLY+zeXhvTwVir/n4Hs/HmFUv/hvlz8J6u08kWYXPxwPmT89y3096PWEv7mpvD817E6/jOmRP2zPkT/7cgi/fwqQv1K9+L/VKry9g0Z4vzcEqr/vjuI+1kCgPmQrdz8zq4s/rELlPWDDGj+6zrk/TErDP2obuj/tBz09b7IlP7QIWD8VNx1ANEQivqBMZb82PFi/Fgblvk1Gcj16zom/fD2vPccdb74+Jic/Ts3YvoHlx78ri92+rSZFv+lnYT6iQ8o/gYBHP6dYFD9nYnU/D1zTPnvmKz57fAe/tqqCvxahbz6GLMA/p1ZyP5Y0+768bE++2jJrPyoIHz87AJo94Vywv3/5t75Rn6y+JAhUvbGviz+425c/9SvOP3Lb5j3XPP+/7xghQBgWMz8fap2/nnJDP6tj9r8+SL++QtQlP74dM7+UBY0/qK18PvadAb8clKu+Ytwvvbvxjj85k0o+GcyFvLKKCb+lWKC974ybv4dGmb+A8g7AIf0cPAa8zT5ANce+k+2Vv7HJpL7bqGQ/tEtjvpJxcD/h89a/HSrzP2engj4AW6i/le6uPocS9L8v9c+9lJiWvytrXb8NsX8/ApmRPmx+AsCB+hE/PpDAv6AifT6eDRk/e3gmPysBvb6Wmgg/D4o/Pg3oiD9DWI2/O73VP7Fumj+Pw+8/fzGPPH3bMT8gd1s/","rKkHv9M6Gr8FqSm+tmsRwKV/jr2WBYW/jrS1PuOPCT9zKDy/BO88PxTuJL9ee3u+mwicPuRIAj/g0tq+2CAzPZKoDL99K7A+2NUkv/hdVD+sndQ+zyV0PkkMDT8cjlY+Zc3sP8pE6T+M+mo83fy3v0VEnr6QCd4+ioB5P6NoOT9WC76/yFeaP9ecE78fgym+92iTvy95KD8h1We+1dZHwNGWNz+oEDC/UtYCwEhgOT903pq/9enDPl1LB7+RqFo+GWyJPz2lyb4Z2L2+1EzAPixiHr3A6Ig/0aR6PhWx6T+t4Y+96CFnvWSbrD4Iiq6/8/ulv00Mmz72CMa+fGeNu8Wn0L7XMaS/PPhGv8YnSr+9NIs+3H9tPXf7Ab+unoU/VmBuvxF1hb7wBCdADsPMPqwEWT95LdI/yXWwPo3EPb9Bwam/HnFgP84j3j8OeRo+aZ77vZ+6Ez+/V4C+26KBPSvnn78KO0Y7FwWKviZe2b/FSTK+wekJPy3Ldj/LnLW+20P+PqfKjb9OS76/qbSWP++kyD4FafG/syykP1OKib3v/pW+tNu2v+G6pT/svCY/9QtJP7Wsfr+2UXe919yGP3aoOb9wvj6/ivOwvRcMAz9dNUy/RfeRP90ioD/rgR+/TndPPpwTGL9tFps+sZP2PylSq79W56w/VuHsP1eglL987k0/doYpv6AP3T7fswJAcZtcv3EpFcBGYXo/nCZRP5/I/76U8QlAjl08PwFbqr8bVoS/uLRav86Y3b7IRY2/I1Cdvlma/L83JrQ+BKYMv9ykxL8CyIe+V2lZPlCiQT/q6aY/d+gPv7ldfL4gLzw/GZ0dP5nKcD85fN0/dxBEvGXJoj+L9e2/n142wNoRlD6rJrE/yyCFPwaxqj+p8Va/KXRiv5nxm79dbu8+eiC4vxIPwj4nhre+sVeIPp6Ntj8x/PS91kTYv45hbb/PRA0/UmEFvfkfl78yhig+5aUMv/9rCsBE1ki/U3aEPo1E8j5i4M69RHbpP82VbL+OhYe/","tRvKv2QuFT9D0TA/D6NIPgAbEMDp8k0/TEJqvy5KTb4W0yo/JnsJwMrfZb+2jqI+X0vJPzwEhj/Xtqy/KBY0v80Fzb+N5nc/HB1wvl0QhD/9pwc9pzP0PS5pIL9HoJw/5R6SP+87P7/DEgTAjE6yPmHkNz+KjMy/06n4vhLsXj+c7Cs/wAKTv4ZciT5diM+/GGBCv/P2hr8ZUva//JJ5PwWHRz7zTBI/ooDVPS4hQr+4Ivq/0fxzvdf4hD+vwYo/Jvwsv9QXAkDxzzK82ERJP5S0wb0/vUK+HPiTv+cH+b5ocVw+GimyvlU/j74jj9i97NizPxF2eT+596M/jSv2vuIVjz8iVeG+vLUcPi8S1j1yHjo/ZrsHQNl2pL6rNx9AEgypPn2SAT9YOag/iVZfv/qp0z/OfQO+zNggv7iISz8tIYq+WeDDv8RZpz48y72/jY8tv6rzNz+oatG+8DVJPznzqj+PoNC+y02IvgnFHjve8EA/mDB+P2bmCj7956c9QmHOP50onz/HqyxAIEq5P9kgjb2VtrU+CnQFPVajhjxQKIW/ChE4v7W3bD9ziyW/FD7JPaamHD9SIRVAUtk0P6CTMj75Hvs/KQt8PkIEij+p2t09PyyePtjWAkCalUBAng4TP5ZNo74WZnu+GlNNPXhDjr9l+VK/leP7PinJsL+rDLy/YbuyvwAx3D37cJu/CNxvPyrvAj+mIL4/+Kykv/DOeL9g34q/kjyqvleXuL4mX+S+SwhNvxvNJb88GMe+0/LuvUh7yz6I5Di/3QYGP+5NUD8B/Dq//oK4v6maST+P8G4/QfonwHrhm7+g1J+/5rN3P04VnD/0F9Y/jUxQv3TU2jyrAne/UYDYPi2zo787YMW+j1W5vtR5er+Wxp8/J7i1PqtlQ7456IC/h5o8v+EcNb9uN/Q+VZQUvmC32z8bYKU/AGO/PAfwZT7qQjK+arGZPsVwpD7SSWm+gm8av8PoCj8dbz2/OMCeP5BDur0R8AZACv/5PUAb5L9HK0q/","34EtP7SDoz5LTUI/8mbbP4nNVr9X3NQ+EXa/v0Vkmz+SAY493gm9vkgBYL/dy/e+lTeBP1Tk775wuq8+KR4pPo6CAT+kVVi/jXuSvqjoTT519wXAgnC4Pstehz8Jq1k+zsm9v2lG4r/SOaS/bveCv6YGPr/pD6W+eI49v8YpbD85vgzABribPzZv9b4fSXg/qUTQPkRuWb5GT7C/WQDVvnYwgb/LFtU9izzZPRGyrL9y6VA/aT21v2nC7z8hlxI/aEclvdgmkj+Wiys/M0SHv/5Uf78yjhW/B01dP87IE79GE+q/1aIrP4Kqjj9I18o+gpBOv7nDWD5KlVQ/R8bFv6LeVD/NuOs/RJ6BvyWIuT+eCQxAwiaUvzmJTjygb3Q/trSDvy9Wpz/amJi9gxE5Pwx8zb8Th6G/IW5NvgqqUb/cua++ghCIvxIwJj/ZqtE+IDDGPxrGH0DU+b+/ug8/P2tg275K/BA/GtmDv2KGpr58d48/ouQ7v8UJab/tunm+q8r+vVYofD+kkAk/cgKcP32tq7/mtoe+AxWJP4NtpT5D0ai/jtI2P6WZlj9V2yc//bWsP1asMT5C4BM/O3gzPPx9DUC4Uhm/SxEgQBFRDT/LbCE+dq9yv5bAFj/EHz4/Xa9Nv98Omz5rHMq/U07Tv7/AcT+8TH8/2EO5Pm9Bmb+4Qbw/O5nqvqnRAL8tTie49QxbP66Gm7+z/0g/sve/v8oFBz+s1VC+5kAPvMLZlr3ySoS/iYgfv50hnz88idu/Rcgtv3IdAr8y8RU9UD+nv4f2ND+0aIE9DUL2P8wpiz8sbfY+yactvi41l70it0s/XWd8PkgnIb+iWfa9OFsIQMPbTr/6sijA+uW9PuTEMb6Kdjg+aqgDv0DYdT8xA2O+fs1fPlMnmD2weTE9BzLvvyVP+T66EGU/DW5lP1DBXz+096S/WEOfvmy5zz4Dqm8/le1dvrIONj5Rbz0+RCEcP+P49r8RlKK/PhWbPwKZjT/n85a+e649vmLlH79x22K+","mWEbPnmsa783UKi/w2vYP2zb073plCg/9RxBPiC91D86o6G+jgVhv7hewD4P0Be/FGt0v0WPvD1mtQK/ZXEfvraGQj91yJy+VfPovpO7N7+rqA4/5V8LPs5ptr4HeKw/IJ5vv+YVTz3NrII+Hg8pvhlahL8eX1I/JlcPP/xETz8cdnS+itrWPkdBnr7ncpa/FhZvP/bdU79IoEe/9wVbPptj2T2eo9O+h1eDPZZSqj5jO6M/3ckmP/Xkuj6Od2i/RHfkv1USlb6qvhQ/bE6tP0SNh74fTGE/69S1vlaEdr8ldbS/X4N8PKZH576Ydvo+LzJqPvQP7j6AEB2+rBpEvoG5VD/za3Q/hDtnPijVgL+cDFq/piW+PhSPh7/MfT0/dHxnv9gHMj9rwy6/UhLLPerOjT/Lvky+DGJlv+RV3z+lXuk/aJyiPmd887+E8P8+5DIFP7Gb/r7KYmu//b0lvgmXjj+WsL8+zPI0Px6bxL8/p98/ZWXhPrhZNj9HcZ2/j7L2PrdiE77AD4i/RUUmv6zyOz/QWFa9WvmBPw0yqz5ybHo/35oGQMBJbj6OeXG/ZPqGvrueWT9VBuo8q7kgPo1yxz9iRyBAwbupPzmEyT/x3q2+n6WhPxaTJj8g2IE/3QaNvoj5Pb8DIAG/fmb5PCSPF8Az5Oe/7WOIP7Apsb6EJn6+qJmTP0g8fr+S4aO+90srv+XeOb8S0UzAZOVzPAmn1r6K1n0/doMkvs+WEzz9n3w/PQ/4v23Jib54pwi/AYJYP4/mu76LPX+/bRytPq0Myj5zmJA+yCIpvQ/3y7/z76S/AkMMQMj10j5BAY2/Vrmzvhv0mb0OsMS+QfyFvWZVjL5PZJM/7t7OvoN2Sb9536e91bmZP/bxtD/qNTo/URCWPpZSd78Raye/5B5RvjDEWL+smTY92IAfPkvAnj4aKNu/5hLEP01klz8AnBs/WLxcvzI327/7WbQ+SYgiwE8ecj9JkQi+hxq/veWfvT0h4q2++4eSPzCQET984IU+","FwwXv2V+or9XdgQ+nTAXQAwcNECtrv4/5RKZvxk3yL75yeQ+oOhbPjHs0D7Ljek+W3HCPo+P2z5slmO/xBQxv0xNX76ExxQ/7fXcv4no6D+6vLw+0qjGvvBoCL+wvhI/oW3XP9WDkL6dqtI+1U+Iv7ll878E7Ps8noQ6PpdocL7xwzY/g5qIP4fBsr8T+1A/H76APwSiR73TZ7E+9oI5PyrHvr9cato/wLpovni7x78/i04/YsbiPVB8dr94mFA/RoFZvwen0T8vOSI+tkxaPpk9k79x1v6+3LbyvcE38T/h/EC/cvjIPKABTb4TePg+KwY2PypIHL4lhZY/3Yvwv+bqT74uBaM/494/vNJ5kL63uH09rCwTwCQ+qD+MEPI+4BLFv4i7A780iYm+LzI2P92WnL+6sK2/9DCsPynNWT5Uwts+LXGkPzbwcL/qY48/VRQUv0mtM78pYsi/WU0Cv4S7CT++6gVA5oXZv4nATL5oSYi/t55Hv7R/DMCVrZ++U7jEPHzGPL9HZXk/UvcDvz/8gj5yd9m+IgWZvYSMoj4u2K+/k8ouvaEYJr8pHkU/LlapPXuv774cQye+ZsAcv+4fij6wL2s7ov7SPuYa9D++Dlu++UeCP8xChD+n8ne+mNktv4KnhT8whuo9Uyiwv2i1dT5WUMo/rkEvvzT71T80v+6+DNViP/iGCcBaOIC+kgasP9mnBD4tgBy/E6QYPsy15T5NOIK/LQb3Pwkel74NpOe9aNYXv8qOjT9tueY+DWC7P1Ggrz5D8oI+dKkVP4vkcb8WawY+yr8xP5APpD/FL4o/nkeqPhbKJT+9LjK/LnNBP1jO8r8AGYM/l3nnOsFssD6hTK+/Z/nIPgvlwz8HJFI/hSswv7XXWL6YjJc/utgjv1HQZL8mSGm+EKiQv4wzaz5b4c4/ej9gP77Pb7+At+m+FQWnvkbVV784Rxk+XNetP48Mt757gCm/KJk2P/Yj4D8pxxS+a4r3vsdcwz8BbKW/EQYrP1ZyUb/Hzmg/","wOQHQAc46b1jdyc/s2SSvRoUoz/gu6E/RuqxvjIEs74K2uC+ZgZ/vr7aTz8t4YW/XZn2PvWW7L91tzm+1csUv2Jwy7/YPEU/Sz+dP7zbQb/BoY2/UJsKQATyvj782PG/OXH3PsB8O7/C0K8+1oSgv2AewT/CR2U+PzUsPx3uuL1KChG/ac+bvohOQj9ICMC+wZ0yv/om1zswjq0+lsqUP+TBuj5AO7u/jxdoPnT0kj6Igm4/fhKpvv9GqT+rmEI/ykDTvtK3zD8IWsW/8kitv9rWcz6bdII+4Llbv/crYL9vcTA/KbE2v9rKjz+AdfC/YTKIvpVGQL7TCps+o2Cmvnnh2D+CDou/qzjCPvjRXL5KzMC+vbgZwKgkbb7/2XA90o+Rv/duIz+mpoo++D0kQAjqkb98rUu/11IKPwV4bb/QKRC+YHR9P8Fqzz4mHIU/D93JP0ipgL8c7Qe/1kHfv31b8T8msRk/OCv6v1b60D5IxgI/VUuBP2mDwz3IG+o/QzIIPw0rKT8O+7O/gRYRQGmV+z6E+q0/WqW1v55Mvb/xlwXA1KJCP+jta75Z4G4/MdT8PsoNcT7v1cY9/hGHP2ITlb66WAU+L+OHv8IItz/lPQe/qhUFP5y5975AS02+pwZ0P7FzXL+bdjA9RpvEvqFBGz/2O+W+s89+v8k2A74qpuo+vgLQP7Y0mL/rl7A/uNNOv/srNT97nv0/Mx6vv3joTD/GWBW/IZ9UP4Dhjbrdxj+/H4AwvwXMlL/f1Ic/IugRPiCc+7xVJzY9pETwv2K3n78LHtI/4nEwvaQKZT9rGys//GEkv5q1yb/jTD6+zrgCPlmcGz/B81A/ELw3P/FCib+RR9E+QTtHvouTgz+xwGa+PywMQAU2Ej/At/K/yHNfv/9EgL/nhSM+56rTP5AL2j8hwO4+Ud6mPjg10j5XHvU+Z8fCvsMqH78M7wM/P2eDv8rz6T0OyL6+aDudPlobkb8dBcq/oMB7P2w+DT9Gzxy/l0DHvjDTUj5iHlg+","KVrhPEJKnb2Q2ztAqluFvrCjBEADtiC/6gdxP6H+bD8Q7eU/aNprv+87mr4LZmc+oY/1vcBA1b2b/+69sPQfvuRZuz1uRzi+Yoo3PzMdxL0biUe/aYDNvu1RHD+cPPc/UF3pPsFWVr8vBEY/CJSUvMXem7+pn7U/JXiPP9ucoz48UVO+dC7JP3Za7j4vaHg8WMtvv53hb74JyAm9bDs1v+1rHj/jyby+C/NgvzAmqr46fvQ9ffn1v+CqNz8cykG/36w7P84AtL8/4He+sPHgvpAknD81IiQ/XvujP7Tuoj8k3vK+7V7GvtJ4Wj+kWty+ksYqwDtGwz/zPQC+II50voE/DT8MaaS+742EP/nW7r7S6J2/CF+tP3jnrD+FfII/J3aiP352wT1oZSa/3SvJPafxKL4/BTm/395Bv8ZniD0JpfQ+cA4Yv5u5Db58z7G/kdTePrlpEj9IJ2m/CvzNv8J0ej/16ji/LC1Zvr/4mb/ixgW+fpfhP6xJv7/P5ri8nHuPvQeXPL6hkhe/SIxiP4dyKT8g31M/1qapv8Hlkb95g+Q68SDQPsK/5T+Vn/G+gfaDv7Pe5j9q0tm8svNjP47f6b3Nyxe/hho4P27T275bZEw+2huNP52H+D19Om0/AacLPj38iL++JOi+CuWGPykYuj9PXAS/gAdKv5zcRsCpG2G/vPzwPkeEED8+Cns/AWLZPw2qhTwyFjc/9wSOvyvpl78Nsx0/2Y1qP6iNBj+nfE6/b/auP5KH3b/2bYy9xjiev2+erj92H3O/q4y2PaOOKD8AI4G+mLRsv+4z3z6X+yc/FXW9P8ymbDsKqKU/gQrOPzdYED8Z0dU8bMZbP4mjDUBR87K/UazJPwsjFb81KJs/LVESv0I5aL+qBPI+QcQXv2A/sb83/BE/NjZDv1q/7L1tx9I/iI/4P0YddD9Wgzy//WNCPx7zFUAGg0c/XAo3QKwoXb9SLIg99LuLP01O8r7AHuW+TgGrPiSbob3zC9Q/GPLcvX7inD7ztES/","zPvlvjmGhD+L/A5Arf/AP1ojdz7R+HY/7L1Sv7j1Jr9vZ0y/yzUNP8efiT/Clj6/OxeePL48Bj13Sfu+H0JTvvBwFz/JdDA/6I0DwNLDnT/XPQg/jReivUHdMT/xmpY+gBv3Ph7K3T5z1pm+KHOtP3NvRb//N4I/RzakPzwf5L+K5LE+3jLVvunPLD/7J+g/LcsyvoqXYr+I7c8/m+yfPgyhnL98r8e+6W2Gv0B2ob4Uf5g/SqAovWTbZT6jhPi+coTdvtty0D3alEC/Hf+uvnhtcT7WyZ2+rrCrPz0SRj9EOaQ+nETEPuZZ/b4O3zC/VJGYviNJoT7zAJe/ahHVvYWraj/y6hK+Va4tP9SDdb46jJu+n7aPPJS6oL/QkUo/iaGMvoep7z4UzdE/nbNMv+dypb/HENG+b2AiPnIkCj7/puY+JNf5PifKxrtbF54/6C7jPlq/+j1S9908f/NAPmSoKD/k9Y0/iIQfP65R+j8UZhg+mMhtv1xl8T6LcKQ9nOBtv8lre78beZi/Aqz4PdWtTz+BNaO/PPxev20LoL+BLoM/eBrpvNpwqT+Q8QHAilTPP0cLLT7iShm/X86FOyh6UD8W+/I+LBoxP8tw2z4OCha+OI3iPetxob8oCyY/cRgiP0KEcj1LD1+/JCNoP9PAC0Ad90m9Y/uGv/Xn9L5KGb6+JbQlP5f24j0BE4m/vT7MPrcxaT4WAA0/Y2SePg3pp74oCdI9e1Cgv9PBnT++gz0/MVs3P+7tqr9YaAW/6VJDPoCCbD8u8Le+n2xavisOiT5TMIO/J3oov0fwJr8s0Ja/8fvBP24Nm74mVIY/YSZhvz2omj9FeWk/u/FJP81Ugj9PL70/ib9cP7iDob4O1ATAR3q9vwuoPEC/LYo/ZX5rP+tXJD/uxh9ARMeWPlDuAL/V5/w9sErvProjAr57FH0/b5ikPvWshr+UxhQ+05HRvBI9Y70j2Jk/3t8zvyfMBD/lqI89V+4PP0lq+L/hH4Y+pJMYP4RlE0A6YF2/","8p5zPxdXgz9Thdq/iJgHwDdtCj9p2A0/9W2SvyjwgT8EQNa+ww4GP9c6ej4K2QK+TMmIv+1NhL6dFQzATN53vwNUGr/pAhfAQyCCv9syLz6QtHs/UKVuvSUZDb9jMvc+o2jtP5/3tj+LN6g/pVJBvoZf8T4RKb4+2stcwDAPJb+dY0o+lpqvPlJ0LUDvf/k8ANFFvrXwir8clIQ9Wl5RP5PB6z/IeYC/ZHfWPhC0zT4S/J8/xw2+vnUO2L3mqv+9nI1xPwUu4T/HvE8+l1GNv1xjTr9yxh0/h/tCPy6N2D4xVF2+kIjpvsvDM79Jjuo/nyOGvlqGw77u/2M/Cp//PTDaCr9EmaM//HU3PmA2p70HlQQ/C6htP627Ir+GYf6+9zmLv2Nwtz3B1v0+ow4gvyptVz/9ycc/eLlPP9b0AMBx/RE+ynziPo3BX7+zoZA/s8PTPyZogz8XEqM/dW9LPi5z/L4hsiI/JuaSvodNu7ylNyS+7CmQPhMXjD8uA5A/UR09v4VxtT9TuGY/ypECP3l1eL/X0Li+/0uIPkEemj4eWRI/4mAZP3D6Sz9yWQI/K+pQPi+nkz/bzEi+PgmoPsbsvr/hH8E/c5GcvzhHXr+g8HE/7R+xv3JgXT5ppUI/Z1jvPzX8a7+QZPK/16aUvxnQvL1YRA09VdLbPsjlETwhhoc++A0zPwziVz1IeA8/TOwYv8zo170+jLu/ymdowEZrob4yELW8KbcivoonCz/Ba5c+b3shvfoMs7/44LG+hIiEPUPEd799XKQ+yvBsPYypOD/pULo/1/XFPhgG5D7J3B4/vSUrvyaK8b/0Kis+kP/Iv/f+C0Cmzz+/SbQUv0tJmL/GclQ/uc+jvUrt976xYIK9QJv0vhshOz+mE0k/NBrrv9ct5T5qWkc/ddy9PiYsjL3EJH6+jL+jv/B7LkBpwL0//d5BPwHaxT9MNwW+XSUHQGmucT+NoUI/L4iwv0q7fr8C9Fi+d30SPwlF6D3hL+a/AfwVPQq/5j4juNM8","CuHTvickzb5FspM+l/LSvpDl6j4BQoC/bL5fv4aymz7aZkK/xuQUv7ZVjr6i7yLAjKFlP8No3L/XiKC/YN8FwDWPLD84+eG+62z8vkIGxj53whO/9ZquP+g5mT9zV7++1aSbv+Ipj79nNUhAvnjOP1PrUb9wfLO+8v9kPvEYsD7eXew/yslIvxC+ij3iM4s/6ekQviDSGD8EUfw+68yRPsjl0T5fj2c+TrlWPUVcgb/lDh+/vmiJP/DbK76Mf4O/D5juv0Gq0D+hRqy/ajwQPzJIsT+4t/u+2oeAP5tJm7/0KY8/hthiv2L/az/rfXw+kpgCPfrUtL37q6g+vi8fv94WaT9ym9k9x/ZCv0+2Jb99Pj8/spM5P2fQhT50VFO/ssOMvxWhkz6YR5m/wJ6mvtgIqT8MX0u/NO+Ov98Nhr/I/qU/JvEbvwWD8T6pLdO+jiW8PombgD+RhTk/w3kqQF6ki79ARdK+eu5UPqfFtz8g57g+8Ryvvx1Atb8w+BQ+NOCxvlF34z9d/Ik/4cJxP6S0/r9Rnoy/PCE0PxaUx76RZK0+iUUNQG3iXj9Z8Qi/96WRv+uoqb9+0wO/XsPhPh07V79PaV2/mkuhP4jvVz+p00s/Fe3Mv5c+Lr/3fIG95R+Gv93OJL/GP8w+A0IXvDQ+UkAWfA0/liXFPwDo+D7MW/o928OGP+kpwj9M1Y6/MswMvInkhz9o9ec9uJTfvhXUZb6U7g0/T1+zPUO+Uz9ZSxu/SjPTv/3GI7+/XTE/tSHSPcO3McCV+xi//uOlvwRrLr/eJxq+oAh0vPBYsz24DzW//ID9P0bXZb8E5Eq+DNCPP3wKer9aKVG/WrKqPyrjuj9hJog+lxItv+RHpb8SFI+/biefP4YgWz7liJ2/v+CuvX9RTr4ATFw/p3APP+E+rD5YvGK/KWAlv+cvBcAPshJASXQPvqikZzzLXFq/hSanvg2iwb9OyVU+fvqFvxxjhb5y2aA/O20lvt0NiT8w1Ii/aOMjwGe1J77IGou/","WgXiPzQA9r1gN+Q/3WSMP6zGnj/jZT6/LtApv9UF2T6Tc9K+IlkcPvQpvD96JAa/Xn8PQEDpZb7P8wXA3snIvdcPij2j9PM+ijUuO0uO6T3qkoe/V6Mlvq7FPT6YiOs+rEXNPknf670FUw6/vRXDv4pB8T5Ddd++e6y5P7883TwP7QQ+Cy1mP7rz+D/w8X+/Xv1svGGYQL+rhKw/rFYzPqRWrL8QxOY/3D6wPkLb3D7Og8k/aRFuv02TRD8sm7q/HpxYP/LKor1NJ1m/bxLLvnN2HT7z6EA/QMO2vzHn3r5GREI/sxGxvjuTu7+3L8k+cvmKv78kpL7IAoM/MHKEPtYdD8CqcyK/Ab+bv/6NbL/wf5u/VtJPvzosJD+jX24/BM4Fv5ZwhL4ifpe/OvvXvU/jCD/aVQjA6hj1P4LKcj97dA0/7labPnuq4T/kX5M/a33lP92NA70mCeE/8jkOvwpCeL4Q7nu/ks4Vv6zZJ7/plAjAEqF1P8N4z7+atBM/5uzIv+QapL9jJvY/eT1LPqEdvD6seWC/uoSPPy+Kl70j2E+/M17Kv50TzL7aaV0/vywjPjzgN7xDvSy+OMYuv5Hfrr1hFeI/GRzpPvz99j7hwgs+DPVlPrO3tT/vxhI+DOiBv/JUc7+IKvA/+m35O+2tUj7YgVS/0ti8vg4dLD6KjBi+AVsAPzy9rj+1eri/ZvAxPu/c0r6Ec8W/fDHwv4PIxD3qVkq/WqOMPyc5sj9sDrG88UnTv45HEz+rplc/UO5tv7jyxz9gqV2/NWbDP9KgyD9zmM4/51q2v0aVtb9ktTS/wG+fvV8zpj42M/8/3V/4vvc6CD94fmW/YuojP288qr2W/Wo/FMgZvX4zZr8BRpq+hvOSP0Y3zT8jqn28lwZ0P4Sloz78tzg/UOygv0Y5Jb9U5hJAzHBmP1RR8L/d3uy+lC6iP7iERT5Za5W/KZiJPkgGvr4VoJK/FWZvPzqTQL4bhea+IMzNP3Ohwz6ZSKC+rUN4PYgRCb3nb7Y+","vHbpP+I7Z7/1WIC82DLTvgTdqL9ythy/lyM7P+2KwTwSQ/W+SUvePr8Jjj+xGU4/wUi2P2ePU76pV0o/7hKDPhPTDr0nmm6/mv9wv9ZvJb9u72a+5VPHPd5zP79IDNu+31pavyLorz4sVwhAsFTLP1SFvL3g/L8+Zx0KwA3hr79czzM/fXZrPzSJPL7jmfE+PPoEQP+6m74v1hi/IyaiPmk5M769uDq/VDucvuObmL1qlLa+qYcewNg2zz9vBZ49TznWvQ+2eT/T52I/De9jP5HMM0AaPcO/mDyBv2Isvr8yMNG/z9wDwNe6pT3L5BW/2Bckv4NaI75mjgu+A4uGvgisGLo6MWW/TT6av5N7BT26nSJA76faP2NRtD4o+ro++cApPzBXdb5WE9g/UNU2Pr3wGj8Ao6S+3JyGv+IluD/1yPQ+dHahvrNKBj1KL0u//s2cPKb9CT/izIK/Fp49PGeIBL+zPuA+I/WHP3kACkD8FaW+65I3PxU9Yz9dOeI+6FirvyP79z7rEDM/CWxvv3pMU7/L7as+OpyvP1roXD6SEhFAyyWIP7zxsD521W6+Clu2vhW7sz4FKdy+AcjwvzbfFL8MpIs9I3f9vpaJi7+9zBQ/OBDDvs93PT8EU6E+I2YzvmJ1eL/VMt2+ak7CPyG7579JZ3Y+pgI2voozRb+s6e473lNCv5wTwT+mStc+ao1wP+fX7j9gmTK/wVXpP2bnKb5pxmW/TfK7Px88j78GPCi/kljnPkJ+ZT8tEUg/1syEv1yOy70bSAtAEAFavUr4Ej/7fQM9NpQFP5oXQD5Zl+a/CfHOPxvnDcCc0oA/DMTBPcve1r/6+Ac/fKOPvzHLpL9BGhu/EMGQv0f1FD+8I1m/qOlIvvCLuT9hh1G/sqYFv2wSOj84DEI/O9tbv7KCrr+umMa/tkS6vxk2kDv2QSC/jk6oPSqFA7/aAds+lfPOv4ggnL9gXl0/u8DFv+aTA7/9D6k/vGlzP9Fter9vCLA+KxekvuFVqb16a+Q+","SRq2P7XrCj/bRwo/8EIZQN22oD/8DwzAd6jEP0a/Uz+iQ1g/mDMnvbMejD9nhYC/nYSpvu+ovr15aMQ+wD8TPxtdur8kFo2/xfYvvttSAb/XYaE/dDyRP+STM75uj82+yqkZvoE+x74e85O+btdJv2FghT8NhS2/t0Wbv5GDFT+j7TE+nBWnPyG6Cr4UgzK/w2RJP6RNKD+qtfo+8hNHvsHnWj5c1Cy/VsyjPmXcCz84vug/ltzjPh+2Wr9TBvS/gXfkPifufD7t4aA/pI9JvkYoLD+2vsY/ha5+P1/sHT8kbHQ/RCcOP3ggBL7f1au/kDsBwAwxij7rwVK+ydHEvhI35z7XIBw+9rUBwM04vD9c8GC+MGjCP8I6iz8jKzu/4SeLvxK0ID8OinE/w2Jiv1ZCST56ioa/yjp/vo54kb5L67y/M6Kvvrxv6b/ieKo/sroPvV1vBL565Q0/FjdTv9cmID9SGxhAbTOsPB43Pr8dpES/b4wVvoKLkj8gk4S/eSsRv9p9HD5/g+i/G8Bfv8yfhT9e7Gq/wacJv7aui73Dmck+ENbEPpJmTT8yl4o/LxoWP0PMyL+EmwK+/TcEwPPPnL95moE/+D8qP+qtMj9RRny/PNsWPzPLEL846Lw/ShZ/vywUyD6XR4K956oePZsrMb9s3ao/Yt9gP8wt2j7UEya/KWu+P67ikz/zSBY/QHNSPsxbij8ZSb8+gGAAv3NxSz+D558+8HduvtoRAT8yYsS/FI2JvgsLwT8EaoS+f3qWP0Fs+r7NZ4y+ck8LvygCK77dOCE+LO7nvzLKiL+QVKi/17UWv5hCoj9By9W+HhuOvjUI7Dw1wxW/bePBvzqujb+fAdo+IILwPsk24T0wdnA/uZyMv3XNiL6NDMG/8g8JwI/zlD9quPu9gM0nP27GlL3JTQxA0PlkP7Dtlr9ZiiG/J+/Nv7WeHb94QUo/ErAxvqtEiD+cog4/g7QnPi9JlT+lnoI/oN5Mv1Ixtj8iAZs+P/HpPprTnL7xFty/","kjKRPwft6z63nR+/kHRHPu+F3j1T1A8/TeSSv26T1b2t6wY/aEQIwDrv+L5jgFe/+ZCQvbq/AL9j894+VKaIv0Valj4GLifA9lmKvaVy4r7+Ixi/yZthP+wD6z8EWti+l0ezv7DghL/CW2Y898Yrvnjswb8MGO0/AhiqvUc/oz4ZoO6+1GhOvoYMmD5YrMA/nosYPwURMj9BJtS/H3r6v068kL8dDNe+HFRAP4/Wc78ooec+YWWJv/oN/74hUCI/rz2APzj4qj+QyMe+7cBXP1pvoD9C0qo+zArbP0BQu7+nt3e++UoNPiav0r4tEiS/znXyPzL+XD/vmki/Wav0vpFZ0T8H7F6/jq8CP5JRKL+qh76+9Ph5Pxx0gT+6fpm/ImDJP/96qb5E5jM/2Rw2v+cIXr9DPlA+0tWyPsyRpT6RDYi9gR5bvu7GQr8g+ko+eG5xv3JsaL4UMyg/lvfyPVOL3j2PDZ0+sIoIP3hviT4ef8o+IEt4v6Xymr5JL9Q9gzysv1GyBj3A9d+9IirfP7TCvT0rRuw9K6+uPyyTvL9meW6/gRIRQCjxj79KIn6/W8pku3vQpDyo4LW+sXqrvlNdo7+hKEc/VrfjPxnxDj4Fqcc/9xgOwDledD0zBo4/yFyWv4MKLb/PE3q/Aw+Iv8myUD0vlkRABYxSP7D8Ej+Tvqm/0uYfP4T97r/0niY/9XyJPwO0hj1du4M/qXifP81S8j+l6v6+xkt2PwObTz/6S8Q/1YrHvwT467/LBKc/f3OJP+gX9j6E4T2+0Eu5u1pq+r64U20/yNIHPu4avz8o5gK/GS8mPKueyD/wj7o+hsrjPhOHgD9S0BE/thgcv9Gg9j/bPgS9esRrPxSLhD82L3W/VhiBP9pu2b9mCik+OHrev9UABsAAEZm+BohFP2ivt7+PBEY/RA6OP58vZ7/Uo24/K4ABv0guFUChepO/QfapPxFpEj2xx7k/JOuLvj82Aj9lkVk+e46PvPerWj57NVe/wefbP2g7bT4ScMG+","T8QrPua8ZT7wjz49r0KSPevK/74Kq+4+iqiOP+/Ogj6yaF8/yVr5viyiYT3odQi+zSLqPkmtFr8n1GI/ymz5vfu4kj13GVu/uqrHPydpHD46imy/xa6uvCPVej6ofXS/DmPnP4CMz76isI+/PskAwPb1mT+8OL2+IfJmv/hLfz3I3ai+Vwt3vyfjpr9BfOE/A2KcPnWvar9yfLW/sftPv3LEkj8S0Yc+ChLVPxzekz5sKaG+c3Y9P63NAEBCKZW/ommVv8KJd7/nbio9O7kAwDw+GMD7Bt29XiktPwVrub6IfYo/RdCQPJnBqr4LqIu/A3dnvahEKz7bi7Q/4DfCP6v0m79FzsQ/5EASwKEVfL7rIow+3/Zfv248KT/cgsC/1HpZP3gJDr9UfrQ8D8ipP5pyzD/bIUS+2kIhP6C6z7x3lLI/whsSv2zwP78aY967v2WZPZ8P/D5Y7pU/QzcOPweWbz/JHFy/OvzXvrqMSL+lYu0/+qgCQDgAaz+k9aC7g5odP1Boub9E40I/4hK2vrUP6j9LTDe/dGJTvyTdx75pxMS/qC3FPju0LT0qYtM+ex0aP8GdCkDZB9W+0WYlP1PSWj4ggMe+Xzktvx+1LT34EK++lb3AP/gKKT8ry+29yOOIPzze5b0fK/2/bKGIvxqmZr6rN5U/aCjRv+FU9D0Q1x0+wGHovB0ZBb6n0NI+b1CBv3W63b4vNaE/jSNPPwIbHT/5eIw/HxJ3vx79AUCTRoE/V8cOv7qgqD+r2Pg+oeIrP45j1L/ekIu/T3SFv5PnKD7f0WQ93JSzvjM7zL8jPcG/fhYlvsopHb8t5zS/Xor7Pb7gzb80tr8+t+XnP3H5UT8+Eqo/2uMvPlCvVL/6yAnAfm5bP7kYur6AKYW+QoQPv6uWW79V07i/aIqGPyY9hb9WRVa/PoufPuLlNrynndA/rF6Qvaskbj8NI/E/2IArPpMQ/b1UTqI+rlMeP6PGwT6M3Gm/1JxJP5Hdyz6zBX++pASAv0Qkoj+Tx78/","E5wTvr/fs79ljyc/78mEPsuhqr1MkJa+NlyAvzFkub99Nyw/y7tZPyWsaj1N6KQ+Q0JbPzQFTL/ZrfC/ApPBvg3aDD+RaZc/r/GUPsTRF79izzg+V0C2v4b3Gj9PFcq9NKwtP2rYFz//I/s/YXXUvmSLmDuPUG69WPwPvzLvn7/BIjq/8uIKv7LDr75cs4K+O5lWvu5YC76fG8q/WOfUvlDoG0A5+YE/Av43v7NP/D6AASS/yOvKP0dGaT/8W+s+4JmPPl7dK75Zt4O/aa56v/UuTT74Ls+/MDb0vua+uD0MNHU+0Lctv4HCTT9NIqq/gMKGPzu3AT/j4Ee/1Y1Gv3oOm79fVBDAXXjdPzl4sj81P54/Qqq+vsUIlD5Vy3+/wirbPylj176gsDc+3d4IP+qQ1T4GWyDAnJvLvhb3cj+9oas9aXsxPymda7+z4MA/GBOfPxevJL/1PKU/jEmoPjFwQj9Vz9C+ExbRPq7WLD8OfpG+PygHP9Spo77LRaA9B0Ynvci/Yb4sNuW+5nibP2GuYr9CMIq+FsOSPcCLC78bX50/bBIHvw+hMj+ETzO/ZHJOPoR7gT/TzARAZEUCv1slhj0UK6G+TKJNvFijTz5H2Y+/mLtBv24+lz/mXt+/Vj31PcnAwb7fJQM+w++uvr2cOT/kbAnAbHFkP7Hs2b8n/4W+ArqCvpqVjL/zs7k/Uhqzv48brT5OMYS/o7e5Pky68L+QRDC+YveLP+jQiT9AX5i/l/KDPXkVUD5Mopo/GuWFPPH1Mb5CLDE/wIadPUPCGr/lAiS/Gyj+vwzl178Fh1c+bldpvi+lWT22Fxm/LethPjhknL/7+GU8Hwo5vyPdbz08VrS+hS3aPk6KkjxZeJE+4dKUPu2et75z3sc+jyhZvwSzEr8CGaK/g3duv4IuEL9xxFq/I5dnPwDitr73H+c+XuWEv/7xxL+V7Ba/BgTHPuUw875YhTI/Yx98P/k9KT6VdGa/yJloP+kjQj+qoYk+inZMP7kbV77sojq/","BMAVvVnck7/PM50+mQ0RPzQT8z8WM4Y/2F6Dv6gL6r+RpCU/Sf88v08O8D39448/dzA2v8BPkb8iHh8/5OibPoU5LkAT1es+TkS7vtSx7D+A63+/3NntvLnyWr/+VSu+T8rtPzK5Ur+Ena4/hd8uP87bHz+bYmq/e77nvi2ZHz/8rDC/kd98v8mc679fr3s+OqBePzUkUb8M0dA+aX21v1uxrT6w83K/hYMcvtsiAsDeX1Y/KF2vv6ry/z6aq8c7JTXhv0b23b/uKOu+NYcjvl4sj79UFgq+y+DIP4bWajsHAA0/zsHxPjwKcr99CBQ/OTAkP9EZIECvb9E+RwRov4Zfgr8V2Jg/b575vo/XJj91kba+h03WPkfq8D8e5DA+mgFcvlmQpb1nZak8/FGJP4zwBD/JVjw/124ZP1ZPhz/Ytyu/iML6vu7vnr0bxYk/C4iUP9QhAMAsFYY+A9jTPbbXz7/F57+8goq0vzvXGD/pWN4+9OSjvt/u/L3Dgo6/l54cv984LD+VxaO8SgvRv79BNb7H99Y9QDoCv6aC4D/8A5C/EvXpv0laET/yGp4/qRUOv+mQUz/Rz18/t3jDPYniTD1q7pC9u4OcP+pRO78FZPe9gTMIv6xz0D5i3F2/I0iHPgtGej67CdQ+/dfsPqvb1L2vZQPAoBMqwOZSTL+3L4C+ACGcPfiqiz1d1KO/L7nHvoyjUj/gWh+/MUf6Pj0XSr+iPBvACQNSvy7Gib6hLQM+OzRXPz/wvr/6htS/cp2mPlBkfj+lfyQ98hKKP/AfJ74c4F2/Faslv69Jiz/xsIk/3Vcuvyu4JD8zdmU/ItGuv58svj6rGzS/NwGAP7OP/b5TZSk/37IovaTZo79APE+/senWP8hgUL/uEq+/2AQ/PiBq5z+aCug+T2vPv0iGpL9vs3c++NNZPshuoL4EBoQ/41N2P83HDz+WOhU/NXSav7f1uj+T7NG+Tq4GwG8C7j4lKZA+G4kdwM3JL799CcG+0pDxPxmfXz76b0C/","2CMYwAFT5j+R7lS/Y4DiPycjhT8nmSw/NXdQP01MDT8SAUQ/GKBcPywfl78lL4Y+gPqkPjnyAUDGa+U+YTdPP9wfY74e9CM/UM88v7mht7/BrxVAWFpaPhu2rL4hZH6/vxnyPS8h0L9c+Ki9JBcRvn2Ml7+KZms/uVl6v6Kjyr+E8KK/inwsvyhXhL7ska4/HE+Mvw4z7D6mypk/E3KJvmZknT+tyu09hdLiP4C3dr/3quY/hXtaPu5Ucr7fups/aYuTPlSGIz+QAC+/mnUdv+apzz8xI0Q/m+JDP/c4UT6u/es/4OwMP/gSTL9rI3Y+7HXYvh26xL5T04G+9y6IP8Sb1D/ShB8+S98Pv3WwtT5YJoo+JyCWPxrPRz7u8H8/FlCnv5wasL+Oja+/zJ0vvypw4D8TzYq/g+sUv1+OyL9UN2y/iUnuPuYV2D57EQLAhmCQPiSXpj9XhD0/tbQ0vuZT8T8sSUW+AQsdvyN5LL7ohNq/86+hPj2EkT9hXjy+NbiAP4cZmb+14B2+OCjuv6fL2D7WlgFADKSTv5SKCj8tkow/SO7Nv1spgDxzGyFAvJSDP03zM0DXns++7m8Av0RufL+ykQw/TsaaPWTiKz4r3Hg+ftgav97I2r3EiWq/Hm6ivpusxD67BQS++kCZv3Jxgr0PlnK96MSSPhtEXT7pKJ++J10yP5iC0L6WfOG8iltjPVtTOj/8l6O/YuyPPktaPz/fUYI/uqmqPbksej8xsW2/t+y7v44hFb8E4yG/kqtkP2xNqb/CKgI/706yPzVZR7/4M4K/R0UyvngtlT+21/O+kulDPh9FYj+EkSBAj6STvbd/rD/FWvs+fCsHQDuA3D8iGdO+/cbfPxFYl7/4hNm/FU+6PxoWA8AnPPw9JbRYPwvcNz9LIa8+e6QJPxN0Bj9C7GI+UDoxP3S3Bz8nhMe+qyzpP3BlY78btRJAHjFLPgKWsD7CI/+/JDe6P4Z8YD5CXcW+xE1JP1M1jT/Qtju+Uw++vqOdyb7hoDy/","2f/oPxW7vb8dr6+/pTvovwezj724hXM+vFbTP874KT/1qjq/oK20PZjlkL+xnni/sT4OwLKjuL5RHdK+GAZ+v9oPZD1vm1m/zGrlv2a5uj1DWCg/zLp7vz/rIb5q2K2+g2OHv5FdAD9ltL6/Uodsvxu/PD5XHNu/qimevxRdZL9cCdS+IceqPTFmer/vixI/U2BKvrtRAb+2v3q8FiMNP98ucz9EKE4/1yGWPziDFb8lQbs9wCwCwKCrTj7F68o+i6RBP6JCpj5Tjfi/l+AZwDqhvr8NDZY9/QdpP7lmA0DU91U8JCBkv4L/TT/pVzm/bmmUvsxq6r5KCCe/ThoTv+Z3mL6mzSm+9iNZvvZKs79+GI4/0MBJP+31GT8pvfu/vgIEwE022b4uFgK/u2LqP9xmCz/AlN87SmLdP21ZKD+kGqG/+7VEv9llqD5iVZQ/Xl8TwJV/gz4iJmw/Gcw1PxHS8T77/3a/N8UnP+c/kr/7ync91iWcP14i0z9L/DG8+otcv9Vo4L9kPpE+upGWv1p2r7/R9OU/3vS9P0bGAL+KUX0/T2cyv1Amj7wrCvo+ZozKvtnUxL48LzW/gflOv6Jj7T0B2I29nXXQv9SWkb1RERRA0Fp8P3ViIb2pg02/RWNkvgPEjj81QXW/K1tovzwiHj/t1Um/gKQfP1cDFD/VjEi/du01v0rfEUBS3e++EXkZP7BTYz+R7VC/8W2cPsxYuj7J2JM+4l5NP7YA3L4Z8oa+/jYLP4R5ab9dna2/ov2wPaztAL6L4yS/lR31vsCr7ry9jKu/fplrvv/Cdj8Id6G/vWNrPqFQrz/Qupy9K6LfP7REH7+Vt7i9gpX8v7hHvD5fY3Y/6rjBP4MSND9dXZE+/oInvnkVjb+jmNY/Tri2PDKHZz+7bYg+OCM7vxNAgL2vy2G/S7dtv1fPVL/Ad9E/8n9hvvROij6G2uE+lCgbvuwcpD8Renk+H7Zhv175+b5UTI0/2S4ZwGqsYr8O3TG+PND9vpSVr76tVsQ/","kKlivwhaeL+AGaa+iAqGP7Kqsj6jNss8cieBvq8UyL5HMa4/OUakPy1rJT/qLwI/9qO4Pxs62j68Z0a+uEx8vwmqgr+T80o/16Dsvhsytb77/uK9hXaCvqCGiT5bOsO+Rwdjvzgg6j93uDa/NIc5vkIChr4o6qm/DPkMv5x6GL81V7c+AygkPymJ3L8F7/Q9FLgBvtS5vr3SMKs+EgEKvnAA5j/6are/RpHvP3HwoL82gLy/LPwjP24tDT5QgBzAburWv/Rpqb/DqG8+4sgXPp1u9b6ZWpO+mZa6PtTcrj/JX7M/lqSOvxkII8DXAVu+CHNKv8hOQ75iPU+/1ADLv2nyzj+gEoa+NFxNv9Zrjj7UF58/fEJUP/PlVL+2wkQ+iRhkPvT3nz+jbEy/E1+Jv8vEqD5ypF6/YP2/v1kLHL9vlds+EkClv2WBYb+imcA/mCfIvmai0r1QWMW+q+nFPp5VND/ygHU/Sg3KvnJMJT/qM2C/ggUFQD54j75EjwM+e2Fsv2kVOL4D9EE8ScNdPxEx37/JGKG/a8BXv39duz9sqCI/o344PsLd0r7Dr4+/3HxVv+rAsb5Ursm/TU2+vVR3mT+WIx++tCRZvw0aTj/+ds+/INYEwIqklD+F+5S/fOs/P7QG5T8VGQc/p6L1vbZTID/wmA49Uc4ZvI0hgr/dQKO7sK5Rv1eSTD/Nd2e/hNSXPhTTy79wMI8+ACSHv16NED8TWD6+tex9vi4x4j4EOc4/JOO4v752rL9MmBu/R5r3PnFULD4OJ4W+/EE/v/90WT3Mnm+/8biqP0IRpT7TWG8/eYLNPosTor9N8Lk+0clKvRSX372n0JM/xMhvv8Rygb+AACs+wA1fvXCf2L7mMZq/o2yePnSTzj6z7gC/QLc6v/hdQb9U8Ww/hTSuPwW6rj0dRzc/nYCavmrRxTwCMUi+/ZBFP397jb/f9XI/QaSuPjmGTL5MMO6/CkgPP4TKUD7nnFu9KFWTP04Flz5f2Bs/jTvaPomC3L8UZc0/","ROwSv74GEL9uGag/IdX5vudJH79CGgG/XRbsvJUXLj5eDwtAgPbIvo1sbr9akxi+r7SrPWs5kL7Mscg+MP/jvn0zKD8+sP2/pSvQPmm3qb+Pgt6+qgYqPnZwHL+8bYq+xh23PhEoDL8yuTM+hlOdvyBbgj4LagM/cb4YP4QFg7/aoCm/aXcGQMmUBj6KF+O+CEy4vXqejr7+zWy+P3FrPvhARL9Xkvs/vFoTvy83Ij8ZhYy/8qQIv3Nlkb952Zm/dIUMP9kWW784hfG+IYUrPzp3e766++i9kKhKvmyCez8IY08/1Hiqvzxuzz8tWCA9KeETv6bmaL/KfvC+9Sxhv+NKgb9SQ6o/bRjUvxRtBL7qU2u/HFpDP23eAkA3zo4/jUlRP9iq6789kJo/yuRjvyKcVL5Zqwc+OBCBvt1P7T8Pyi8/Q9Cnvw4poz/8F709Ly+XP5GdPr+QbQW/bwXgvYzmp7txyXy/9PDVP8Pwlj9f9F8/rmkEPrWOMD5vVda/4XmHP4/jZL96Foy+/fhuvoQE871lnxe/mWFMv5dOKMAJFuM+nQDHv/amZL+x+CC+Dlv7Ppzbsj7RB6c8ZgVjv5MjDL8Jmoo+5e5fPqpDnD9lfpc/6R3cvzFaB79f8GI/wKm9vygZhT8p1XI9C+D7vilCoL90HMy/u9xjvMnF2b5Vj0S+1Ss7v9nyAMDlL7E/8v5uv+zlFkB6ZrU8s0KVPltpmT/nKJw+0lGUPov2iD/Bmx0/+KxVPLeHp79XCMQ/Sy+KP1ueNr4KpJg/yekvv383bT9eGAY/R3A1Pz+iuz/vkwe/hG76v5cqKz+m/Ki/goWVP88Li780hEE+EffWvwRTfr/5rQi9WdMIvcnJtL5oz4m/SJJxvxFtO8AknQVAPbjkP4h3Fb4P3Ia/K/uoP4sZU7/gxxo/E1MDPpX+Tr8eSQ7Ao2PMvsV/SL/mF4M/q96bvn5nsj42IES/GtvTvXbK2b3Fqbs7fWKxP+NZ4752/5I9e+32P+jd0L0EyeI/","Tx37PcjnNb7EOf2/40JDPxku4b5+apY+1qyRPY4sPMDAjpa/EHiLv5nhRD4jvqk/aI03Px7SUb+qhQy/tIenPKnSOz8SgbE+OpqUvTouwb92z1E+qBm4Pt1a8z4q2C2+FL/WPxGyIr4JsEI+CWSsP27Dh7/JIwW/NM34PhvSAj8CxRlATWI4PretKD7eLYQ/WTo2vxEmlb/587w/Wa4Yv+dBD7/tWz0/vYlGP66LJT+3vVw/kGQ4P5/HUT9DwMs/x5l3QMFuBcAwpMG/f2Mdvt9N7L+1G0+/AUuCPspq5T3QRY6+uBNFv1XAmL4T8v0+VPIEQNXQYr+e+pM/BCLSPhmk+D6NRglASftwv0+xgD84Qp4/DfB/P4Teyr+DPj4/DT6pP1RPtD+WgWe/yxnMPzwXGb1fc56/Ig3Gvw3y4j7dvVS/JYYXPdAsU7+uaaI94LEGP9pOJcC3LBs98MWMvzz6Hr+rqFG/ymNxPHSxzD4Sq1u9qoxdvgtvKD4dbS+/g1+gP+Zxx72Qjoi/BdzdPndMQL3bsNk+rK3Av3HupL8A4vS9GjpJvgT1zL3DfsE/65H7vwTEiL/Cvqm+eBudPoNL374dURC/YUV1PT0Fbb4Z4Ym/DE+Wv7H3mL79Dlq9tkmDP+fHxz/Cug6+7FCEP99mKcC4Ley9bFMaPYdRH74M7ua+iounvuGvFb3DxZC/YtArvwsqnr7hM5c+fa4tv54vK79MUrq+DyfPvQF2Jb/NY2s/4GaMvqKmGr/to7W+q76mvZPgeT5k/AG/TC66vZ6R2jwvMiK/fEhqPVsegT5W5WC+IsDwv7Bdb7+YIZY+FZEZPz5Ysz5oOFk/y8Q/v4d6lD/k37u/+CAFvxdDf74KTLI/WwCRv+BNCL89PkA/hFzSviepOz/A9QA/UQdDv14x2b5ujeg/waDPPC029T6CROs/Z/BQvkgDHD9d2ak/roN7PvxL7D6SmEA+j3hOPy+01b7X/4y/N4KOP/8jmb/BXli/DpYLv+uQej/w0FU/","3Nyav4VF3b+bRcU+xuUqvXGfIL+jFjo/Toizv71tjr93CSe/ywr4vsSJKcBFm1k/gd23PV5nzz6wosQ/ULyHPyIkej8oZB0/72UOwCLHyj7Zbf+/FNRmv5xATz4Dfgc/QHfyvzqzgr9z752+MXT2PohzmL+VK40/4OcSvn5qkb4eaMw9913nPyL4Nj94hOK9vfNovqJt5z7yiQjAlIPtvo1Lm79CmyO+DsVhv/4ObD3mGzG+EzhPvyxWhb9yRzW/iCD7P54zpD9lzkG/2OdgviIjBD8WNoq/oO2dv9/7Oj8GDWE/ZUluP0qvMz8KwAO+S853vmkgpz6yhgG/480GwFkyBrzkIRG/mJcbPpjceT6edJ4+BUtAvjOVOj+UbbO/GPVqPlA44T0NgDE/ttIQwDVdtz++iHU/e+iOv920fz9uYDa/usPnP7QK3T7Ft+A9UeC2P+6Qbj7tZ+A+IsY2PrAz7z5lrhC+9ZuyPzS5g76rW4e/m8e1v/ZcOMCNSUQ/qYLoPh7Msr+MH/W/so0jQA2wAD8PCyg/7RHFPlI8f71RQWK+pTzNPuTErL7y+E0/s06KP9X2lb+0f0y/bDfAv7E/o7/S8ik9Rf6ovtEGzj6M2kg/hIKfu29gXj0fEuK+frgEvuyM+D5//fq8Ja+Lv/3Ypz8ilnE/FfImPguswb+UXaW/zIkaP84wmD63MRTAgpOAP4zZRj61a4Q+NrSAvw6qcL7y9Ww+DUurvl5xDz8RA6I/YhQJP5Z9w7+AOkK/KsW5P5Ipzj3jPy0+Zra7PpuSoT/ey3E/YuEYv+kfD70NGAtAgqxnv3W6ZL+HJ8s/mU+0v/UigL/dHIA+ji0vv4b5f7wX7Na+WLNEv9qm+T1bf74/QuFyP5DgE8CY+cO+bspCQKo7878HJwTAzHmsv0IEVD8k7GG/QJtvP29B/j6nW/U/KypQP2qHRz1csVC/9PcuPVVWn7+1Ekw+j4K2P3kXA8CfSsA+CYG1PzbEyT/cUfq++6levw7hFr/TvW6/","DKmRP+cn3r4+sIE/5CyVPzwGED7cqFI+f+Nsv+6WAr9Oe3G+KB3Gvj4XsD6v7t0/sfN5v/CQAj8OkUM/V5Uov1DBrj5BKxc/mIqZv0pBij9D4lo8RZ2VP22XhL8rKs++Wy+KPxrmOTzX0T+/ba/BvmHxsb/zStY+TdSAP7NYmL85M0q/inaGvleNMz+Bt4o/JsNzP6Awgz3rcom+sDKuvzJpuz46x1+/0LyePt2lyL6geuQ/Wd9bP01pgj96EcS/sJUXv1uvkz+z61s+1aoCv5RFqb/RFby+g46RvbX6uT/M/kG/Wx4BQHiAi7/CnJi/rbluPkVSar8IpCNAKpmlP7myCj/YJh8/F+4Qvymu2L9Iw4s/Vo4bQGALkj9Abby/jtWUvVvaqj+xc9o9cZyavqDU0j8mdwu/ie6WvZKvsz+uh4E/+cnBP+Nkwb1/QAs656DyP/kN9r+kgTm/9p3Nv7f6yD9af5u+g4hGP/dnnz+cOaA/+gaHvyUpij+S+Bg+CvMIwIE2Nz9GYhW9M52dP7cLqb+TCs4+7jpRP29VED/nSQ+/yVBVP6ysYT8jSmW+KaAZPyxorb7YotO/U6yIvzCDHT98/fA+rfZ8Pwa7CT4Q/JW/linrvkTUBr/6Sa08d6A3vyrjs74yR50/w2YDv0ClMb8b2AW/X0eivdFYRz40O2++M3iVP6tUhj5teq+/ICiKv2c2zb4oaVK/bEGXvtBFO760ywjAdkMKPoZ1lj4qk2M9xkj3PTHMar7zu0u/njdCvxoThr+Ipp+/nmwkPnhV7r6jmaK+WLMFPspq3r76yJo9ETIev5eenT8B2wM/eTBjvxtpnT7gfga/1DeGv68goL8tpaG+qTUfPbumj73pF2o9MrtPvxyv3D2rxi4/t3atvlVqMz9DwcI/PyzHP9RhPr+uaqc+55Vcv2Fx/z4UAP6/ySgFP5JrjL63DdK+2uemvqNKC74zsxy/MdrqPnnHMD9jilw/qRKXvjkgpb9mcQNAyOUZv+ja6b7HoQA/","cwBnvlt5Nz4CJnO+jaZ/PxsITT+9hgi/d8uEvzmJMj+zt3e+TTyIPR+Kxb8biq2/szANv/P5X78PEJg/yN13P3cEhj+IG8A/zScBP2Xrdj9dn+s9Budhv8uxgr+7lZy+a7yrP7q93D/7Meo+0nL8PhcMED/a1Fs/KPxJP9gPVj+GieS9w2u/vmSPP7/wmo++Fpi/v33Eqz6V0vA/8XxlPqSbij6+uug+fCV/PAT84747FsG+/LJpvrfWxz+4EVU/QMMKPm4SOb8xkcY+qr6EP8bgiz+3YJU/ZucpP9vHu7/9SQK/Ald1P2oSsD+KGQa/ArlaP5mpAEBFevA9CZI2P38xWz+IBaK92/Bwvn8I4b90gtw/MU7OP2YMoD8gC649uGervgQNDT7nSCM9DlCOvkNemr4J+OU9kVMQQOrdhD8KcRU/ZYQav7kWmz9E5JS+AcCiP/nynr7i4TA+0MkUv2feb77nG46/xF7APtGErD9FAEc/kbqdP1DErz9sHFA/4Ze0vxdPmr+SQhLAA6AYwIunjb86R9A/tLjbPyG0lbyPXJk+BWi/P7V6Hb6ri7E+ET6OPxS2ur97Ppg/rItYP4VhTb8Y/AdAX8JUvzF4tz/5mZI+Dn+HP3uRRL/Syp0/rM3mPSvzgr9d8q4/yUeYvw4hoz8VH4I/1X5Uv2ppD7xix3E/O3Y1vuUck74e9AQ/ub+YPptTLz8zqPk+87gPP6op9b8uYXY+kYJqvnDT6D5ZujI+DOzGvkSDy77aYqg9QxL6PS3DH74C4OA/of+Hv0ifjj0RBxU/o4KZP+38Er60Mfo/gkWlvGp9rT1HpQ4+EzMOP98Qyz2J11A/be2WPyqxl74ahxO/lXCIPu+M0T+CHRY/YFdbv5kjpr/GhoS+PUNWPpU+Jr8EENW/kDgWv2EJWT6bWpI+9SuwP047tb8+Heg+/XwwvznkHUBVCYM9vtTDv6c/xb8XnJs+jQTcP9fZMr9woww+adZrP9O9mb5QpFW/VpNEvPHOjb/qc5q+",