{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"sequential_8","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,256,312,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_layer"},"registered_name":null,"name":"input_layer","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_24","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,256,312,1]},"name":"conv2d_24","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,1],"dtype":"float32","keras_history":["input_layer",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization_24","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,256,312,32]},"name":"batch_normalization_24","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["conv2d_24",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"SpatialDropout2D","config":{"rate":0.2,"seed":null,"name":"spatial_dropout2d_24","dtype":"float32","data_format":"channels_last"},"registered_name":null,"name":"spatial_dropout2d_24","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["batch_normalization_24",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_24","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_24","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["spatial_dropout2d_24",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_25","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128,156,32]},"name":"conv2d_25","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,32],"dtype":"float32","keras_history":["max_pooling2d_24",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization_25","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,128,156,64]},"name":"batch_normalization_25","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["conv2d_25",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"SpatialDropout2D","config":{"rate":0.2,"seed":null,"name":"spatial_dropout2d_25","dtype":"float32","data_format":"channels_last"},"registered_name":null,"name":"spatial_dropout2d_25","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["batch_normalization_25",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_25","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_25","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["spatial_dropout2d_25",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_26","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,64,78,64]},"name":"conv2d_26","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,64],"dtype":"float32","keras_history":["max_pooling2d_25",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"BatchNormalization","config":{"name":"batch_normalization_26","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"gamma_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"moving_mean_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"moving_variance_initializer":{"module":"keras.initializers","class_name":"Ones","config":{},"registered_name":null},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"synchronized":false},"registered_name":null,"build_config":{"input_shape":[null,64,78,128]},"name":"batch_normalization_26","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["conv2d_26",0,0]}}],"kwargs":{"mask":null}}]},{"module":"keras.layers","class_name":"SpatialDropout2D","config":{"rate":0.3,"seed":null,"name":"spatial_dropout2d_26","dtype":"float32","data_format":"channels_last"},"registered_name":null,"name":"spatial_dropout2d_26","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["batch_normalization_26",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_26","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_26","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["spatial_dropout2d_26",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"GlobalAveragePooling2D","config":{"name":"global_average_pooling2d_8","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"registered_name":null,"name":"global_average_pooling2d_8","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,39,128],"dtype":"float32","keras_history":["max_pooling2d_26",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dropout","config":{"name":"dropout_8","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"rate":0.2,"seed":null,"noise_shape":null},"registered_name":null,"name":"dropout_8","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["global_average_pooling2d_8",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_8","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":89,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense_8","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["dropout_8",0,0]}}],"kwargs":{}}]}],"input_layers":[["input_layer",0,0]],"output_layers":[["dense_8",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{}},"image_data_format":"channels_last","input_shapes":[[256,312,1]],"output_shapes":[[89]],"tests":[{"inputs":[{"shape":[256,312,1],"values":["wgt7Pu5Dzj8c1BI/12zVvr5RQr/pYCS/JYfVvkKOpb7fMME/Yjc1PzEeKD0XsJQ/zWB0PnVXIz+rRb6+wbOMvwHuMD676dy/aCMCvzaOA0B5qGa/SnHovrruu7+0y1A/U1S9v7l6gD+5y4A/J5+qvutTkj7cuQu/FdrDPhIa0L4aY1S/0wPLvyZiyT9IyBq/JuZEv1LndT8hbPQ/1TLMPriqg78N5QRAsX1ov1eQ97xGu5o/f20Mv52wz75+Soq/QYtXv6MeEj7x0Gc/RIMrvQIBIb8JQRzAyc9xv39Prj/0qYq+vdFWv9VpWT89Chy/ld72vpf5MD9ddUQ/Z/82PylOsb0aa5I/+O5QP9dXhb6ZwsS+WVALQKK9Vr57R2m/pGszv8zhjT4n2oU/L6wbQIB6yj7GgWY/cvuiPhEdCL841t0+gB7XvlfZLT8s6pI/8L2VvHt8zz7y3mG+sXaPvsrFi79EcKG//McVQMs+Oj5Gzc+/kaSDv/kJeT9fCxe+pTumvwEe7L7XOCo/zqm5PSLhlr5N7Re/llQhPqcHmL+qsta+92JYvzLV/T+3zx0/fyuPv1De17+qd8++HMNCvsdbQ758XhZA7ecsP1cy772ykYy/6zUdvnm7Xz+htZw9w093vtWMy75bA7q+5V/qPJOpnj+C2p89iPUfPzVVEL/NXZC/V+ytPqE8bb+EEcA/Hi9Hv64r0L/gughAZN0qP6k36r9J82M/Xtucv2EFuT3lcSfAOC7MvioRdb+mzsS+mBInv2ARAL8wYaa+x5QlvbyVArz9HO0+vjZtP9ZiVz0YrJo/zBgVv15vs74VffI+bswaPuENyT42zwJAqf/4v7DsCz7r9Kq+Q6K2vmKrODwKtAw+AueZvyju0b7i8Y8+Ca6qvZKdWz9H7Fk/KVQjP4ZRGsDFzPU/RO5RPyiDDr98LK8+ZA08vqbw7T9+Md4+rVRePg3u7z+/LCE9PTQlPyjkhz9ng3O/KKqAPy8Fy764F+g+D6slPqF/or8W2ba+","RkWHP3WnSj2WtUe+d+AVvZ45qL9wrks+0j4XPw84JL6fW1Q/xlhHv6q2Vz1TI2K/jSAXwEnt8b0FWAdAfZ4Xv7UUUb8bm269UaYOvBXOHL8QsXg+jj7fvx0F27794EI/1Ct2PolZbz57/pU+hq3UPyS6hz7ieaK/iFGsv6ISVD7poUJAfWaBv5YnfD/Fx8A+ggNZP6LPAj/UacC9D/U0Pa2Mjr+3eue8hI1tvjvVq7/ZQ9c/4svLPs7GhD8LhzQ99DuWv5F9I789y/a+ZDMawEw9gr8unz2/h00Cv5WXdT+BM5q+uJKhP59o2b8fS9W9gsC5P4+cIb7D9TRARV0DvsBN0r8qlI8+W9+qP/Vt6D/uyLe+TB6Zv/B3bz+DIV0+IA2Ev6Gvqj74Vt4/fCygPmn5sb9hcyQ/7mJ1P09Mer+2lCu+6ZDCP20X7D584069jtjivTgGUD32MDs/+VRCQOL6sD1z5JI/Yht2v6IVHb+HDeS+4OI0P1Nu4L+WPPg+r7Hpv0BNsD22cNO/Ypfgv+qEZT/ZBik+hagUv0Suor7I52Q/IhRCP3BSL71Vo42/rEICQNbJOb/dC5Q/hGAAvwPHOj4sYjk/S+jGvvYPiL8pSvy/tDt1v88wIT85zfs+hGEVPtAJlL+0mPg+fc3/vVYz3r/4F7E+p/58vuG32b6qQ8s+7j3MO3QVYb+DK7E/qfL2Pa4C272PSFm/9D8CPlJDUr63Gl6/zJuPvm6Wjb3xCQ8/zpSePKMher/of4s/NveYP5LzO75LE+A+7nHmP8ojRT/uGGI+IM/NPYQrCT2c86e/Chz0vm3yJL5iAsM/Ssx1viW1JT1Ovdo/OLa4vfLfxT0Ys+I/PfglvumZEr8tpi2/6MDzPvTbjz81/Qm92Z3IO/qMfD+xBks/IgCMPq+EA78KNaM/jSYsP5eSrr95d5c/S+AZP5RhAD6Z/ps/CyROPugSNL8SyvC+hIqYPTlfmD/c2YC/+7zZP5gv0L9X3c2/y6xrP92nnL3K/Ci+","lFAmv1L+s79EnYg+C1C5vt/gJr/XhIu+cik5vy9WU79HLno9oEbwvylCND9ixJm/yaSsv94Yjj9Cleg/vgURP9PBnz2ikqc/3lRrPdlXkz/4FR++oM3svhqLnT+ULmk/ftHnPwgtob7lWxI/Gz6av99Dkb/sgBE+/vRFv9ye0T6kWIm/mVqKv7paab80WEU/nPP1v+nO8T+y7Fc+d03EPkmmmD/S5DE+Shh9vVVliz4FJHA+X3M9PxefHL//pMw9qWMTP9c7hb6/bKE/2DMHQElVQr9iJh6/zvtNv4zPFz8Lkg5AIYW8vp9k978dbZU/MdZePt/xdTpRhb2+3GkYP66oiT41WqA9/o66vwVpbz0LXl091Dj3vdBjYj5R058+dyfJP2m4jT6b2yu/uNbWvWhru74kK8W+wGq7PxsFRL9OZXi+4nGHv/QNRL9+dJI+j2bdv79yWb8kGDE+Afd5PxsAOr5okGO/Y0KOvqZ1uT1WBsK+jj8IQC4nrT7j2iu/RXIpP9qMAb+AYHS/lCJIv9kLY793c8m/kZxcP4SGG75LXnm/n48QPqdZaL9pI9w+ZdEHP8RR9z8eRCE9xfiRP8xF8D3fYaW/s9CJPkiGhr+/9qg/X7msPbX1976TYvW+tKavvqyMlL0dpFa/1LEPvxT6C78qkZW/1o9Hvxb+Ez8XmbE/eJ89v3/EaD6pKuI+mw3IvJkP5T90OK0+LFI7vgt1qz+IxSg+5eTev88kPz/jnvW+ZS2lvjkyYb/U0c+/S6aWvpep678g86w/2ri9P1e27z1IMgbAcguuv10w179dvNu+MNuZv7LQsr5WB7i+1x78PjPOSr+WMQI//HwJv+yy675CFfo/SCj8PqpF4r7aMoW85R5Nv0CyRD9co/++Gu3OPRcOUb+xL9s/EW6bPtJPCT6e5Dg+EIWtPkEhLz/S/MS+IQSbPOXfUT8AjHw/SibKP89ycz7HNio/fnogvm+Hl75JRue+WEyAvsXICz+yO6G+n9Yxv4XjHT/MT8O+","QbMkQMDyOD77OwO+8DWnv7a3Wz8PxV+/0x/LvF9ZgT6ZDg6/kLM0v9oRi73DnA29SgNYP4H8Ob9xq42///jZv0J5jLz6QaI/i5vevQjr176JfVS+n9j5vh0X2z90Cjg/FBMsv2BcXT4ut2K/VD3bPw1iKT/HwaK+dmYnv+K/lL6ScI2/Y8mkv4qOXL8DCYM9mtw8vlOH+7/3fYW/rleJvjJ4wr5hAtI//C+0Pyg5Gb9L1mG/jC7YPhL7Rj8y71zA6RNnPwr45r7GTYe/ZjMDv4WKjj9hN7C/bqi6vpEVqz/c75k9h+KZvjUcDT/q8zM/pjMfwOjdoj//xYs+u/LWP5F66z46+G89+n/gvdcO5r9o3bm+1MdNvyYrI79tV2s/9WNGvo7E9D1D/h3AmHGlP0V+Er5qPig/sRPsPlz/u760qH++5ueRP7fjCkBXQa4/2qyiv8vDCj9dZpg/E+DqvzwJTr9jj64+OMKqvS4XuL+6SP2/nl8/v5RfKz/EbSG/6HeCv1tFQr9V7FY+dT3oPw/qIL8xDJM/HXOivVkhjz4wS0c/qZHIv4uaRz/EE4g+ZsWWPo2oT7+YZk8/yHHRvq6aFb+9eqo+8ZSUPwCgFsAWr3I/oEySPdIlB0AkzJI+jjmgPx+kib1d90u+Fe4WwKHsEb5c4lG/Mf0UvYT6o74aRm8+EdPKPC9G6D2CkhS/TLTfvgV3B7/BWgRAFdXfvyVGL7+OJfg9qDoNQFSIn7+v+Te+UDMdPpTEfb5Ook4+ZKsDQL1R6r8KTCi+g8p+P8oBij1zGSi/yfNOPW/5tr1yWYI/mn+1P9642b9iHFg/EH1Gv6mROj9088++I+SlPrs+NT6jN729tWm7P5YaUL/qbkA/efoAQBF6Yj8NB8I9xpPgPU+/KLyJ8GQ/xgPkvs7mgD0C0c0/kWU3P6BfNT9l2EU/3X6tP6bVtT9K9Oq+8haJPqhhsD/TXxM/2uKQP6Zjej57tFa/iRzcv8s7C8CW7tm/HsmZv3RUor+Hio++","hmPjvto8sL9cdRy9yGiQvvoy0r8r0lc/i34LP1Pqzb+7jB4/2jppvw1v+r31QYM/rJ9bv1lLqL9J8i8/ypwbPwgw2L61c/i+h2u4POEhsD/6j5++2EUAvlHxFD3FV4S/akrOPWyb4r7TF/A+Nyyvvps3Jz/iIWy9OMqwPqGrub4sqa8+bzZSvfNxwL6VQkS/4LOAPw2nt79yGOg8aeiJPBn/hr8mcXu/C6fhvto9B78kuV8+bvoCP7xAQj9cDL89mE5ZPzj7y7/qZRM//NSKv6jRh78uA9K9pD1mvwq9qT+zmaY/8BDkPy5CHz+NzjM/bKu5vo41YD/LeVm/4628vvi79b/nZa0/J65yP0QbJj6I6rE+PJsHvyUkyL+9USa/XQJTvyfB1D/HvU2/D9tIwAQ+5j4rm+c/+ebMvzQskL/y7A6/6SXdvzMluz0acM493ANyvZ/Jir8Dn6q/LFzWvyh94T7u1KW+c8NqPnG6qTx+YSO/g4wXvwu/kj6jMmE9MXK7P1bUZL6ZQ1w+YZgxP/Uzjr6lJbo+aaADQLTADEDG65O/3uZ4v19Nvr3neMk/dZtYv8F3kT/7Cz6/YFQNP40Ygb/1MD6/qs9Rvi7/iDwByic/tK+WPg1ZNL02zVi+34Jnv8QMcD/Ukxs+aLBrPpfJe7/93o8/uKk6vhH/87+1lt8/uVQEQGK5uD6ceYm/jyoevgZ/CD8S5XU//gA/v8PI+T4mTpy/eAkTvybo8T+Yuwy/cAi1PkyTRL2PeM2+62qHv3XdPTz0XA6+RDXnv1vcjb0X6Ri+BfCmv0Lh5T2Zo64/r5N1P6sXij28fHw9J+jWvoHVMz5y1F6+NV0pPshSpb+Y/gs+S6Wvv/wLO7+28m0/XYd3v6+FgL/XkNE+mjpxP7YXqr/mtuy+CXplP7lG/b427Ye/l3zePlL29j+0QOW/pF8yvzaZCz8ddK2+cejAP7+XQD+/SFo+NLhFvkn5fr6gU/C+eN4ZPjkTEb+cQIu/Y6i+vyyHuL/HEBg/","QKNfPwE7Kz8vnzg/qaWpv7l7kT/NxAS/hZGcvrnpsby4lxC9HMjcPZ7Ddz7fjCG/j2S7PVjQ0r37IUC/nCvPv7t57r4Wn70/v3I9vynvzj6gxsk9zbmUP1vOVb/2VU4/6p2mP7G9kD3HSYa9xBbFP1YDH0ACxeo/ASUzv4DYEb/O8Iq/1ikpvv/5kz5ZZmg/R4vEP9qySbw9yKq+I6+5v6u3ZDwq8eE+RgACPktf9j8aw9e/rmiIv4eKXT6+QMa/wterP2qevb6U+mq/sUgFwIlJnT9aouy//Je0vYnwmbsU9yq/A1sAvkd47D7ZSMg/6g5cv9ZAcr4NX4S+0+X+vgUBLr908Uw/WiY6vxKMnD7Gjk6/E6EvwDD8aD/jCSG/29K6P9vYlD+Sp8u/BVOrP2IuS7/5UDu/ERp3vzr2nj7OC06/+7nUPlvgjj8a+E0+4xCCv8Tdmb+Ly+c+5debPzFBXb8wtAc9UyBHPocEeD2sfN492YCAPyUw/b0iPUK/r3YuPyTtoL51EMS+0RqpvwDUe8CFCK0/NoYlv08+3z6oxWO/cNEnPz9ff78vkMM9oMkwu3kXXD9K87Q+DFK4PmCD4z4N0wk+Et0dvR+oEL9089G/WUq0Pj88LT8uyxZARAHoPmgC3T/bpca/KwYTvzxie74G5j8/CQEGPN4yBcCLX0M/dd79PhMW0j7Le6g/a56uv5k2aD9VkuY+0x7QPsdRob+T1sM+F7K+PvKIAEB84YK/0YAywNNHUD9lZmg+98jmvJJfvL8EXeK+qedKPgAxqj/f7KW9XmCWPxm8hL3XnTq//wilPzx3br8MFJu/+iySPvhTkj55spE/qCtKv1sUez4xWXC+ZwgDvwdkiD6qf3k9hfiOvhibXz+7J6A/XjnVv/L0mr/I3EPAtpJIPtOQwz+Zca2/IOcav/aPr78cVFu+kQyQPq0mXb9JggTAFqArPYci1D5xOy8/l5x4v8dFJj91saY/BLwpvwPlGL+sCbg/ReOTP4arxb2P/K4+","UMRDvBBmqL+LKeU/J995vaCR0r/R8L6+Q3dvP3K2E8Dgpxs+Tez3vgV9tb4WZIS/jZj5vvgIkb/ZCRS/i++jv0WfmD6F9zA/zTkpPqW5B8A/Hbm+kByOP7Fzkr7Zyic/OT/QP7vpTD9PvHG/wF1jPyDkUL+1mx4/5fjlPyl0Cb8/jw9A4me+v3gbEUDp3U8+5276PlkRMD/4+x6/K7KoPzZgEj4aA0+/HmbOvo8wcT+gqUU/0mMuwCJjVD9VPr49TNSpvr3kwz9X5fG+VT5Dvir7Ar/5RqY/rsVKv83V6D4VahK/ejWQvheyCz7txtW+y1UEv8pyhr8Ztg4+BATqvRUjF71eU9a/aHVJOSbOgz+8zCe/13SmP+fKnT4zBVm9Rh0yvwPQN77M2pA/nnSsv3a6ID9aaxe91uLdv54RLMCRUli/HHPZPxpHKL9PMwy+nNQnvZUf9D3j4uS/jpi8PigFXr8141M/c2RTPwLGFz8vpY8/WroNPym00b5/wui/Jtqlv5yyX7+ve26/TXj3vvauc79V3iq+dFLcv7NGJz9yX409NRa5P2sWML/9UPq/TUqxvsq7DUBVm1u/Wdmzv3ez7r5AIkI+NeNaP+Di2r4Bh1Y/zxMyv+XawT6bJv+/pze2P8Jlzb8Lp/a/0U7FPyLUhb9ElYq+r8KQv9ILHMB2zZG/dM2mv3mN87/UTNQ+d/tjPz0+3r8P54i/tfmJvzqZjb44nWo/r/OWv1YBx7/2kmA/OPYBv7I9lL8FaQq/cT7tv3OIRr98iSY/IcvEvpQr3L8bBtC+SDEgwItmnr7F3Oo+SNaTvwNdv7/prYO+Gc/pP/2D5D7b5vk/htAIPxbo1b5lEH+/4X1PPuncDz/+Kp8/BJeDP9hNZ75EKB2+lOFDP4YjRL6274M+yna0vrMgu7+dGmA/NY/lv3jF7L6kE6Y/xtf8Pm7qdT8fmry9fw0Sv2eXRz+OD2U9My6CP+Yfor/UIB3AYx1TP6kG2L9N3gK/OgytPjGK+b4E2uS+","ip+qv3+/eT5S7Js/Khz3vx5UpD6rOqY/dJCrvsuDIb7wzMC+5S3ev8Na9D/rtK4/89t6vrMoB7/0uDM/9JK6P0019D1rbH6/MYrJv2bUiD8I9eq/0zW/PzvPWL+/P2q93GmwPzTvvL6NPpm/O5fvvvLOfz7KuQHApwEJO121FT/HnvA+U4lUPp9uhD+9/lk+/zu8P3a3D8DhEJm/WAVtP2jr8D35q3s//bJHP94CUj95E+C/8m81P+FMwL9Fbe0/jB0EQCnfOj+CUY6+1cbMPzYQhb+2lmU9J+1qv6+bPb9MhM++56B6vQkW+D77P58+LKCFv89is75+SzY/wfzXPxPsET98XKM+XQc1P3MvEL8Ix0I+r8EVv4gKRD+dqqU+UwqCvaMaij92WhE+wAPBP67gij+f4MI+lUyWv+4EuT+ADoC9euslvm0xdr+5HP+/WC6/PQwyiT5gyyI+aXXRP90vTb+C14m+H9C+vp9VaL3BNNY/RjVGv75wbj9Pbla/OG2FvzrBpD+8Ai2/c1U2P8KO0j98lLs/VZZ7PqdALL6O5HO/ahYXP40SyT6v40C+fou4PvV53L7cGbW/Dtt7vp0r574Rqn0/wMgOvaj7I71s0bo/mi/cv9iQsr5pgME/jnSWP54PP789Oo6/fXDcveu7A0Bc8GE/lqtXPSu3PD/85s++fgEyPi2PuL8zcvi/Ja2Kvh/0Cz9/mTU+1ISLPoVUGD6RKx2+PEdEP2KNgz+T+be/2uQCvlUI5z6rrxVAlm3BvnyR8r0JTzy/uh33vmOKwL4V3PK+PaeOv3Jy87+2Y8q/GlItP2mzjb+6pey+cE8Dvylknb7fsv6+sbIjQFS3VT6cdMC/vwQOP0shuT+Ls4g/B72aPwzGPT0hPvy+EJyAv5X5Ej/JZHC/twW5vUtUqb+SmQu+W/uUP/SYtL9FvAY+3WzzP9yXBb9xurA/dvZ3PpEonr/gfJQ8LS+Fv/LCQT3XViE/9kAPQGbCxr77nVE/TbrSP6WL9j50PhA/","/8qxvvs+Uz/uO66+ueQdPkoe5z30YVk/yvWrv2BFnj+aXcE9MSnbv6dVOECsO6Q8cR7Uv606zD7brbW/yyYdv5HnEj9Ib2G/MPHOP4jrF8A4j4a/LWWPP15xFr6UqEY/Diflv480Br4E5Ha/Z/KTv1CxUL8s5u0/CWZ7vwuIgz1ShkO/LUI0Pz87ML9YgpK8u3LXPqytRT+g+hO/5fL6PgjgRj/lV+A/7Z5VPyRUn75QsYe/ysweP1LWDL+eAY4/rZcEv3jRE8AagRY/tNKLv/5+DcBUXTY/pfOwPv029D8/nS6+pI8nv8ZsJr7UvXi+8mZrP8YylD5HapW/kBedP69WQr84GUo+yYrJP1rqkD/TECG/x79oPunFzL+7JxE/hFTXPnyL5j+mcF6/PNy9PgWUST/3a0c+9BRgvTl+n7/65a4+ahS6v6cqgT9607Q96IlyP/v0tz83CIe/oBOevrLg575kTfY/sbuAP6yHer8Lbz0/0sSiP+3wSsBwavk9eJeZP4n3B751r18/L5mSPWgyfL8rpk2/e1CyPcUX2b5vyyo/MzDAP3oWzT3+r6Q90+OYPUJYtj/sLA+/f4twP78fub9IN5i/r2X+PToA5r+ZWc6+/IExv/Zy/76N8zU/NBWuvyQLTT9woYs/N6LxvnDbDEBGccK925MMv5CIU78uJvC+KnAzPt0m0z4QzL6/oNjrvwaFHr/TECk/0gvXPzlGkz4rYPe9D09iP6ez4L8faII9PEUKPxE3+L8gzqY+OnnAv3llmz6Kw3O/6NGgP32Tgz8UDpM/mm2FP8ClNz3RKjA/zQPNvrC2Nb+vdDI/YxqJv6OZqr9O3vo/xxo6P7A+mT6SVQG/HpC2PZkTKL45B6I/k2cVwMZkIMAg+as+gIgBv1lu5r7zUyi/NMosv0CN8D5Orb2/J3iwP6PU3j/83k2/mBWZPd2fqj7OpJu+0zKGP4rHK78l6Cu9V0m3vrTUf79KVWy/7XKSvxXksr8KB2m/MNVtvxxcJz/+z6i+","0PXZPqmcGECXVkK/OkGUv3xeVr/E3YC/iHIrv0blib+qOsK+hIozv++dZb+MMZG+z9RqPREexj2Gvwo+HX+cP8mrez8Yp70/p+gvPwLJAkCvM3S/ddbLv1rdDb87wKu/43fMP2vhI79ZEYg/JEujvgz56r9NqfE/QK3lvmfqsb5vfsW+s93uPoPpZL9TGug/aVVgP3u9Gr7X1/q+5f5dv571Ej9tOKW/+FC0PrE6UD0a2cy9S62UPpVFGD+miGg/jMWZvsAfWb/iRKm9Q2W+vxeutD8h1OQ+fkt/v6ImfD81EIO/IEyJvxXbu7+/N6o+ujTyPrnzcj2pN7o/HHspP4KWbr9NouQ/icYKv4y/778z2/0+myBAwGCYxz/hMc2/uTH5vS9T27++cgq+FJXpvnUGYT3PrNc+Qz5Dv+LKrT+2blw/8xgQQHrzUD5/obk+gpyev5p/qj7jJfG/ZIUiv5mwpr4dHYW+i/Xlv8zv7z+hte8+VnvPvxcIJz9Ag44/Qg3nPreYGL6Wtny+ODwGv/lqCsAGZtO9wuRAP9gvcz9fZR2/El3iv967Tr9AS2A/ai52vwgE6T8F5qE+oWcePv/bPj5VZMM+4haHPu2Ulr8+WbY/5MpnP0+WpT8xxuS/RSMIP1CQ8r7pTp6+ia8eP4Pe5z6qJdY+/W8DvzFmmT4I67Q+IQYxvjDBxL/tWa4/psO8Pws2jL5Pdna/K4DWv3eJOD+5sbU9Gb3fPhK65r5RbTI/SnidP8aWlz5ZzaY/TQOmv5juej8byp8/IYK3Pj/GVjuf6a8+lxtJv089Jr8MAgi/rnAwP0xvML56KsA/aSPXvcdoqb8WuZE/y9eKPz8nX7wJ8q4/b74gvz35ZDy4tIe/TqYAPymmUj/isGE/Iy1SPe3xlb/R6oa/EXJpPwNNFD6dO5C/QowevqkSdL9q6Rm+CNWLPrNEOr/GbSM9DYYfwOBfa7+dDi8/JEPvP60iCsDM7AlA8KXgP2Jqs79R7Fc/j9yLP29ZIz/Z1Jm9","DGA9vsRKHz+iteQ/RfAIP0tL/j+iNmY/xDIRvm8BxT9Y8RW+RjvOv9WCCj32Oqc/lxe2PgPDlL8C/rE/3w2qPoAUeL2vPcs/wSM/P0woA793E4O9+kCWv/5unz1rEOk/ikwnQJOuG8ALgpA/8tzrPkYnwL/owvw/EBc5vymxYb8LNsC+GXmzPxXUur6vkb++PiI0PuIOYL+F0+c/eiM5v2njzT44nU89fQQRP/Pv/L7WIAQ/Uhy2PzNVzL24pqm/X7IfPz68jr9E/x4/h8bcv0XayD/a2kU/0xCEP92PQD8mPOu+Nv9ovVEhUz7nH4I+V4IFPYV1vr80t4W/GNATvsDwW7/MKqs/bVilv9FGiz/ILpc/cAsPQNV3QT+V/Fw/geIzv1aRGr+P06m+OsnBvo9enz/ouy9APVk/v2aNlb0hcHa/AwdiOUgkXj9pSwE/aqyxv1tFOr+i9AW+M11yP0+9wj/44cU/75wwvZO2bbzYMcK+YOh2vlV9zb69qGQ+gTMMPyuxa7911cO/luFEPozGhb9iV2m+ePIAP/Nodb8LO8Q+Y5x5P2DrhL84PR0/j1frvx2NkT/qYFk/9dYFPxWc3b4RyYI+qO+dv7yEND+J0mO/UOIfP4qLVb/Mj7G+CxNbPw3i5784hRg8h0hUvw0GGT9F8qI+9NbbPtWLhL+y8+E9jLsEvZHV478+yiO+9Z2DPrQ1nL/lPFq/V3mkPmTr572qx1s+Bv78vZlsgr+Rde2+pWIhP5AKeT+8xIC/A2esPYBMBjyg4aI/ynMmv2k6Zb/PQaC/7R6xPyc1G76KAMS/4OQpv2EkXD8sFRU/H8bsvchsjL9zV8i/QhQ3v1YhgL0HRY0//YzQvxGFZ7+PrwG/os3aP6VReb/6ZpS/zWpJPqmxrT4vpDq/iGjiP5GLL7++UnE+YVbAPk4Frr7Ql+s/D2zJv+s14D9W7fy/H0h4PvvujT8ZnD2+AzbQPomOXr5m3Iq//A11Pgiok78lKf29k3qdPldX6r/uIca+","EMwXv39+D8DhtdY/SFcBwC1zrr98/kc+J05nPhfpdz/QAIM/AYSsPhdkqj8D6Yo+fXpMvx0Pyb6BijXAiTFgP7c1tb3WmG4/LW4TPjy0Yb4y/I4+DzUsP55N/D8+AK2+FtmTP/9QsL9au4c/kf9wv86Eu78Vjs69gyknv7ozFD8enqo/FD66P/pfdT2fbUQ//q7YvlDqE772p4i/3r86P6O4R79+Tly/dGCgv/dzkT4WuIO/e4X/vh85sb9RK+w+P7JRvwMS1r6pGRJALzbSvjZM3D8XB6g/Qe6mP4fT1T7zk6k83lKhv9HWf7/daha/HMtEv8/KoL63laW9qk7WPhXEpj8UZPO/OpIxv2wAjj9iBWa/1HHXvjkHMD8GZhw/P06avtW6ED/b0Z6/u3eCPxmo0L9F6qe/PfIGvrf3obyedRtAA4qyv+zx4D+9khu/KhwCwLpxmj5uRD8+EA0uv0dpYT8SldA9YPP/PqS3CL+Raie+AB51PXr0Ar/vrJ4++PJkv0fCPb+y4iY+CGNtP/Tz7z7Cl4Q+EPKVvtR5/z7mqxs+NLEkvzVPw79HSrq+MTvBvs2H97qgUhC/9Gakv/AsTT9/m9Y+meTuPvUbDUBTOkU/lGGwvtqucD+EH5S/+sYIv7Rx4L6HMNM/sVsRvukKpz/r/7a/hrjmvWDegD7Hesk95RURPn2TWT+cor4+1e1mP0EmDr/4K34/oIcsP0gAlz9w5m++U+T9PpmylT6byzs/3Oy0PfPQwj8iMje/oIwgv4zJLL9/TXs9GnS2v/V99r7679W+hU6SP/6bqL8agxs/Wk7yvQdtcL8b3I++gu8PQMtw9r5YchY+hhs2QBjP4T6INlu/wMfCv4AmQb9HRWC/2PMyv976vD1t1gJAp4VQvibDgj+Y8pk/ziv/PWyKGz7HFSW/6H8iP9qz472m/vO/XYEFP/sHnj9VJU++VCA9P8dwS7/gtOi/3CdMv1i4pD4sbca9Ix5evtI8kj9bTOO/HuvBvu88pD6dJH+/","xdMUv4kZOj30feU+E+OlP1vna768SpK9mL7eP2Qjhz+UeQi/ku8HP64Kpz90TA9AIB1HPhihZb8sEkU+df0Tv0huvD9OjW2+fkiLvsCSrL/2GeK+Ed8WPhcMCT8soI8/WlZ3P2ovfj9hJHg/qTu6PhH9gL9hFrW/h0XLv90EX0BZAha/mzv1vmdLiz66mkC/gCTFvQ+iAj59BVc/nKHEPp55AL08982/axtgvsYLX0DY8om/Os/Lvc8oQ7+uZUa+E2i+vyVgW7+3AiY+hUnXPzlq8TxEgX6/FMbIv2Ag4L8VHPQ/PKwfP9T5MD+XR/G+R/tCvyQym79qTQQ/5dwuv3kSgL57w34+P+GFP0N+jj8DRhi/+Qaqv/UpXT9zars99/a6vuItzryOD8s+gjcJP73a6DkTgBdAFT65v6eYjL8eneE9oD+CvzAExr/6xCo+0IyEv2jd3L/FZcc+P2apP3n+D7+3L4O/IHDAP+t/xD4fvQG/iQkVvyLBij+fHPk+UFimvw73W752xmU/c3msv5oSEb6d4Dc+YQbnP/F83L+WwrQ+wyzVvn6B6D/V+bm/G8PEv5gG0T6QIv0+hCFtP5UUkz3daAzAOuOTvrVpxb8LifY+daWLvnCR1z/Zn0Q+lCXjPhqjeLvhsuo+RRH9PqsANT3GZX4+tpK7PiTdmr9HfkU/6slEPtsrbD4hS5q/LTNzv1BXfz9VrLs+Xo8Cv4bVBj8IC0S/wYZGvx2cST/Cx2c/lzARwK0XsL9qS6M+QfesPvRZ3T4Oc7i9a2GAPlhzwb757xo+cjaKva5K/rvgCW2/DoagP4y9yD967Z8+xJBNP06/1L4ohJS/bqU9P3NCQj5CvpY/4PVMPviLej+5Zd29SokVv+sJPL52Xd++tII3vho/rj/JYdw+FoQHvzs7wz2QC3m/U/nPPzohC8AulFe/0FkHPweuZL9RZsG+qtclP8XyIz/MElE/ZK+MPtaxvz5kJzI/a7cpP+u7yb7LMZC+X3LQPc7DM78J82s+","lug8v++Utr/sgcG+Qximv+2zQj/vlvy//fQCPzCyZ0CgS15AHx0uvhDNvz96aOc+OeAAPxdX7r5UEEk/tt+Hv8SmiL/wtXc/U/lvP0Kvyb2TD3S/Lx0jv4oKgD1bM/I+kptNPzTJjz8mpcy//vlFPm1lOb9PAiy+A0+9v1jAdz9GZuw+SreOvxG2CkCIe3e/Pucpv1bCAb/Z5ke/kkA3Pgu4Fb/Fx1a+hsPHPowf/T4WbCM+CFHhPn4dkb2w0oy+RBqRvz9c+j6FYU+/uqG4v5pREkDeXpo/MOXlv2F0ML74WsW+f26XP3t6jD9I+Pi/dZNIP8rXGr8u5lO/fbbLP39r0D7dSom/g3OXP8o2vT9Eh6u+0EPvvyo1Lb4ZEAw/a3D+Pk7Us79cjsK9RF2Tv3dnW7+K0FS/mefxv2gPCr8ADYQ/Xl9iv77ERT/TRE2/1dCsP68stT5Sd7O/f37NPw4szD/AShW/ZfWdvo6zZD4Dl4o/TjCpvdO6w759vm8/IepkvYcM3L8O88c/B0d5P8DNHb9Nj6+/jZ7AvlKRGD1siR2/0vNkv28juz+A1IA/8nlPP0OosD5UkoK+kSp5P4fDID3BB+a+pYAZv+kkpD9bKHc+zoT2viMOHj8dnoM9qbSkPtglrL7uPYQ/iemsv3DI8D7Kb8e/dhAFwGTvJbxUsTo/OSaOPcisvD+ljwS+jHiHv+939j40EGU/oZGuPz912rtVreA+zeIPQGRjJz2qA2w/VbVRP01xHz6XIdG/dAXxPuP2hz63NbO/Wh0pPk7/e79m2g5A/pUNP/Iknj9hvnA/QK7ovwwPor5vaSI/GCxkv4j6C791kn0+iTsGvuK52b4gGPU/KZx0P8ufL7+bV8++brcAPR0zAMD0m3G88IFtP6I7wb79bzS/szYWP75hIL9lAYO/dsWgP0jOlL9t38a9oGLKv/Vrcj78P7Q+SM97PkXEZb6dCws+X5ITv3E1HD43VVW+BzNEvwYiG76tq3s/K0adP1dpSL9oU0y+","nJBgPZ/h1T8jHQW+ODaaviVCB79dAz8/QIu6vkLkxb/fcIg/bJgKwEqihL4nzZa9DlQLv+RHEsBC5bM++pFNPyRhOT9uAT0/bN49P1+b7761TEY/v94UP/nZIb/7kh6/D4i6vv4hxz7/47q+9MqKv3IQsL+ZHa+7IMkpv+P+Pb8lCXW+TwfivgubfD4v8Z280pDzv7fm2T3wtpG/M/wSwDYf6z4jT6s/5/AMP3ByYb90LUk/3LQ9PgCagL/L84w/lEhwvw0u4T+cV4o/96pcPw6Thj9KxCbAD2u5PwfCC713r0C/5b6KPzkSnT14lJW9Kaw7vd7BGj/geuO+0tiRPy7EcT9S7hk/p2E0Py29gj8OzLG+PiMNPnXdm7+jLoY+SXxlPhxpoz6Hqyq/E2DEvnBZYb6iaI0+nKPPP4VMRj97Uco+AX6+v0+/T76panc/gsmmv79n3r9Mnc6/edL1Pz3//L0dpLY/l32Nvf3hXb9w9Yc/Bq+Fvum+qb/tCvM9MUmtvpwaUj9f4/8+bcODPpd4nj/IRsq9jx9DP9nEFz+XFvk+w1ZDvw3Xxb8c1SM/zkJWPyWRnj+ukka/e6vWPzJ5ir4F4ZE/D07wPklfhr+HGVo+LDU9Pwhm2L9iRvW+RDQmPwglob9VcXE+RY3cPMVUPr14wLw+GNgev3nrHD8ArIo/TH9xv9vDpT0xihC/iFspPATrdb/vSva+60IKv74EjL9DQ4s/9UCmP3hlIT/4Ztk+RePhvx8mSr8Cu0u9kdbHPhGcnD/S+SG/iAYOQD63yj5zhQQ/MmatPwdukr90qok/tfCyvm/1xr51qxm/g+gEQOmoaD+Qix8/XdNcv/E/Gj9HW5q/76atv/lSgL8HBkU+qZyGP1tG7T5GaTm/KOLgviTYuD/BkIe/sHpRP3yLLT8eDDg/2ErpPp3eJz84iby+yvLVP4w5hT9e94a/0Nifvb4rmD+i/us+/3lOPw/mFj88cus+RmPgP5FsWD9xZLS/C3OpPw/hwr8pm8W+","2GmXv3VFLz+Cnj0+ehdRuybzAL9s9ce9jP2kPi7CqD93aqW+OfpyQHtsUz+2ipY/w8pVv5b9iD5sy2e/8P0PPw77rz/3zNu+A/x3v1khvz91iGY/BS+SPcBE+r62yak/wL/bPkVrDr61u+0/f4m4PZaZNr92AbG/TeH2PXiL4L7CZ4g/8HA3vhablj/dZgS+6j/TPrpLKr+d7qq54gMhv3ETQT/gvc2/SMvZPsrykz9R48U+W/w6v+hWhr/LIRNAQ7EKwAuCOT9cMNI/viWqP/JcQz31leC/4sPQPlWUVb+wPUk/QTDvPstBuD/MLxtA7yk+PwYEvr8bZrO/eP4Rv1FU07+kJoW+MsYavpko2T7Ed1y++6+QPwvWvb8my5w/mwmeP/VeF79t1R8/ZzIrvwUll762xma/9V4xPsXVbT8pw/S/CNQYvwIuXb65A2G/BSgHv4IYmr6jNqe/HrWxvlLXrbzKkIw+MFbiP781Nb9yjNA+G2z3vhUzpj4CSz28KxLMvtLymr91LxG/Q2flv7boZz7pzVk/HTLiPsHJUT78t4K+jbY/v1mBdL7Slwi/kUVmPiTpK8AIlzY/HqnBvnu4gj7xn3e/FOnXvgL6Kb1jzaW/67Sjvzvsmb8gE1K/3/zKvnxbib8se2g/vAUIQMeurj43dYG//2odwO8sCEACVbm+IKDSPqXeC7/uvqU/Kb6KPgRMLj8kprQ/NbVRPpv6FT/VzYg/u87WvhH21r44H5W/z6e6vmgSkL7BrxE/xQgwv1qjM78cN1C8/XEWvtGzOD/u8Is+PnPzP/pm1D+tta+/eKk6P2n9rD+FZps+pw1Sv2/3yL8Py1i96C33PCzcKj8OmRA/2zrmPpDrRz5VOsC/2J0OP+hllr99280/r0bRPlOnGj7rcqS/4Nmiv1Qa5r9+vrg/XsfAPh0Lzr5OXp8/rhmDvy6+Aj1mT5+/osBoP1TvJL/ikv8/Z5WfPjOEj76NGxw/zd4Fvyg/kT+U/DHAlRX1vSnUGkBDnQG/","jEGRP9XIDb9O+1S+VwSaPi6usb48+G++Zs9dPn0Vz70L3ri/ii8lv51pZ777TxdAVvF7v2ZqhD4X9BS/01DGvxT+MD/vMOE+6uWRvs1uET8uT5w/3mtKPk/Ceb8Tszy+7tKFPTsej7/Npek/OGyyPf2OEEAHY6+/twzpv66ZYD8bnkE/KAiWPacMMT/tBPi+A4Smvh4nqD6AbGE8LXmhP2s+pT6TeP++j6qOv4nb4r7HKH6/3tH4P4x/lr+sY7m9Jgekv9EPEz9d42a/P0YyP/c+lj/RNwg7RzzNP82xQT9ppmY+4BP1vsIm5T+1NKW/hL+APK/jab+XZhnAgthav4S7Lj+ciF8/FXC0v463fL9vAIc/8UPNv+H6Hr+6//U/hN4Bv0P0Sz9/WEm/1v0ewFDt9r5KhOg/18bVvlXcbj53UP0+EEuQvnZNib+ulIw+7eOJPqA4rr9uLH4+c8hQv5qLTb9I4Xc/SJ6NPx+KqD5ck/A+Yb8dvyuMsL6EdNK/xkvlv4pviT48p4u/nJZFv9RVWj23m2S/eIi3P13Q+L/bD1u+ZCwjPxmByb65CVU/I+F0vpD7bz1KIxO/GBMsQMJB6z/T8ZW/BmqQv5LW+T+j0gu/1b2qv0+Xxr4DmNk+FrnSPyraCjtd9gY/mexWPv+iXT+n116/QvmkPYTXvT5Wc5u/ih8ZvkuqG78dpUQ9tNfXvxlGkD/DW66/wYDlPtl7LT+jO1k/OynyPnxXvL4S+Ic/s96WP1ffgz/sPpe/HY1jP547M79Apj8/ERGAPw7vrD4cNx5AFKJuvsVonr+/YH2+RwXTvhvYij6X38U/05eqP7l/U74SIey/n7SOvv09176N0gy/bQ4EvhFMmL5XrYQ/L5JivS1Qa79b3dM/qWyFvwc5q74s6vS+fhTCvj2Frz/A1xE+rJBTPxvynb/nGLY/u+yjPz1YqL9/Sq8/jdX8vtAGiL5Tphc9r1WFv7vM1DzAvcg+YTd4v38K/b8Eyvo+iwLjPlyTEr8WP1U+","/jP/PpCIUL9AEts+1IQ2P8LeIT4lw4+/UKhIP4fPrr+Qu4u+hQ/8viTshD5jENw9cS4JPwH06b3Tuow9oy01vt6MSz6PVHW/SAtav9z/dL9BZ7e/Kpdvvz9kob6ZJOW/sNbvvx/I+T7nvP8/45GpvnQMqD7+lQFAJwoIPznIVD5iZRQ/bF15P/ZPkb7GAhO+RNDWv/jpVD/X1JS+Tf0Evzeasj6U6Na/ntKeP+Jorr/6oAc/D5WEP2mUm7+gD2k/jrIQvvOYjb/m8h0++BCEP8uTzT40Yiq/z4Euv1qW2r8qZJA/5NBzP/WDar9m0+c7pq0HPxtdyr/0jtw+wpsTvphIMj9dFK++4EuAPjBL2z+Bb0g/ooxhv0yeAb+BUJu+Hc7KvkzLAz+pu46/EBt3PfNMnT1fzEw/UUMDv76tyT/8I5y/neyDv3UCBr5G4P0+5/fzPrMTWj8KeyrAH5HOvquQhj+3wCG/kymFvylspj9OCBE/fqzAvh1OVz5Wuqc/dr3dP+A7Kz5O+UY+rAa3PgnDVD5j0uu+uvFfPvKyd7/KiB2+w/+vP/q6nT/+KUi/MMOuv/hvs79vIOA/SGysPS8zq74MwIQ/HUehvo2Hq74qaDE+zLvEv0Bk6T2QMyS/E3X7PmIZWb9NsvM+rnwev6yFOr8mXeg+FYVXvxMLir/vQbK/tvBgPkrN9z7VoDQ/OT1Mua5Tlj/u/+s/Sq2qvkrNsD2xVDDA/LPGv3RjDz7JBmq/vmH1vYgnBr+0S9u+CRpbP3uLAUBkgIq9sJKQP2VWtz3GlUg+Sl39v+HNxD+jpVM/rEU3vi3kJ78eAPS+ImwiP3CNPT+a/iS/ujgHQMFPlz0sQsK+HK+0v/sIsb88QDY/RF7DvxbgRL3WngLAAbUjwPlwpL91QaK+NMJtP95hHb+x80m/QNc4vwhNk74gkZ2/EsZHP8t90TwL4J8/8364PwzxXz6bAQM9BdUXQDHgtT5Q0TG9M1shvyo8zr4mPf6+WpzHPcRpG0Cc9HE+","oyCbvxWiY7+G1Zq/Eb49vlcE9r38pxM/RyaBv8hMtr8X+ze/17bhPkU6wb8x/6U/nKiaP4Z2GD/EE4M+nBILQAK/NL7xeAM/7LVwP6mPbb/a5yS9FNmNv3OhGL6p/qa+yEcFv7eQ870bVG2/215UP9ialD/FNBq+Nl1GvwYGJr+0LD+/rbd7v0Syh7+0V80/q3iWPlLuEEAiIlG+q3PEv1s+Oz7r19e/rb2EPg5DdT+MR5k+EWd+v3BIZL/WFoo3MpBFvheEsz4SO/g+Ter0vpnz7b+8pKM+LiLkv9C7FL46Ocm+RXxqvwNrzD+22ee+KPSSPyptxb8RaDq/GokAvxZKlz+7hAi/9B0dQEEiNj4RAqG/MP9ZP3AAKb8xwwq/VXC6vkP4jj1Kqp+/93ElP/5FRD8RO6I/RFfiPolknL5oE4E/cXZLP0zKmr+sRVu96KM9v4Djvj+Vada/UIJ6PxYOPb+3Ti89pqoBP9XfYb94UCY9y3k7PxERB78xxPy7wdCLP6Qkz74NkMA/6OmlPoLPs79Sgwm//mFdv4Sxur8D6EO/TVvTvt0inL5/QqG+1HNwPyrzeT8sbwy/zvO2PrvKh7/q6DQ9b3jfPmB7sb4vxAm/5vpWvx3aJD88zqe/ZbmLviMIdT3j1hs/gRHfP5rXBb+w05+/Epz9vprWkL45MYG/76q4v54Qy74/z74+pc56Py6Pg7+o+QdASm1wv3SZj7+C83e/d/rVv/GNSD91jzU/h1FgP1kqGr8tdDC9wjCOvwY3nb2i2vm+9vWgvTbBhT9Xrou+27w/vrOrD7zhemi+p5JJPswaBUBfjTQ/T4h1v7cAqD5T6E2/cOgVv/Ln+76WNLI/r9Cfv4p+Ob6JlE0/Zx42P5lvPT+ucS2/2bifPtzKrj+Nomm/1KgrvrMqhD8IxCs+2ZL1u89lpz9L7xY+ZnjMP8Kccz1Xhti/80a7vhwzDr8GvqM+ps6yP+4Z/T4kX+Q/uVn2vpktIz5H4JK9eVcwvgMnLz0VUI89","Gkecv5PSAr5+p7i9/y3Evvz2qb/+SsO+Y7ucP2BReb7K1La/SICvv5lk3r6k0s0//d8Fv7c+2T6n4UI+MwYZPyKBfz9o6UO+7MmHv2u+rL6+VsC/5dnuPhCEzD4U1CG/DzCMv3jAkb/uXQe/vi2cvlQNOb/thZ48zriUvxdar74zHBM/CTX2PqmQmT8ZfZq/gSCtPgfJKb/yWoe/tNdKv+1O+L2zYA4+ce8wvzjGAz6UXGs/8AbYvhtfjz/Dq7A/z7gKv3HFvD4q+SC/eaWhvSi0wD7tYf++aEr+Pz8MPj8e2OE/dkbxvmYaYb+N3Eg/gCOXvtko0b4B7Z69mNKtO/WIWT9Lft09N3yMPmYSab//K0o+5+Oav4I/BMAk3wM/FibDvTmbLT46Nf0+PUMwQPo+nb9M/oC/ftVav+wPJT8HabM+ByR6v8xK9z2EcK+/NkOwvtw5x75oTsM/XV53P+l/TL/dni6/iDpOPhj3KcAH9QQ+rz4BQK1QnL3JNDU/FteFv1EpBL/Or7o/Njwyvm8k5b0gpms/4emFPZHwU79bbwm/vpUev5FMvT8gQl2/sWJmP2yHGz9xArA+QfoKvf3Y3D6nM1q+YO1TP9QiDr8bur4/wvo9wB4Aer9TQei+wbWVvsJ3CkCWSeI/VtcJPSg0uT9cOzE/vQpHPz62lr+6cGw/XbiMv/HIlz6Bris+qsc7QDb9Br3IzqM/IeHwPvCe+j5T8sO+16cNP6nwDb/hx7g+PueaPNO8Ib6wQ3A/Fs1Lv7fcTsClYK0/LGEKP0S/w75ybks/XProPtccU79fKyu/dE1VPgUszL4Fge8+CgEbwCptsr605Qo/Yi9pv2rMvj2ls7e/uMpKP3So3z5qQAW/mTOavzRupD1/dCi/uzYmv43uzTzQVVC+/xzSvzwF9r9ek32+exejPyraj7+Ug0c+HS+2vpYuLT9lICA9yEHNvbEqQL860nw//RIZvxIGtz8Dg16/eiOBv9NgyL17fMy/L38HviNM6T4Cn+69","tx46P7uF2D9cZM8+DDg2P8ZAtj8ei2O/SXzxPuQXxT79bRs/XpVQPkGSUD9KswK+lW8Gvh1mAT8kgbq/AVWyvoGzEr9PnxFArN+AP6FnfD8LC3+/QBJoP+keub+/vVg/SyDPvcO3hD9M2CU/gP6Hvht3pj8n33w/mlWxPz9Ovr+4F4s/VE2nP8vrfj21QyO+tOSivj7arj9cAEu+ecLrvhRYsz9Vrr6/xiIXv60QIT9T1p6/4a/Vv6a1gT+/8Iu/eTBMvx7htD9yOFG/1f+avor8NT8mtUw/L+Qqv93Sej9czaq/+l7Zv7Anm79LTF4/30exv4zXn79ihLo+wlWyvxJWNr87qKo/ddeDPta1z756abU+nkX4PuycmT/oPi6+p7Qhvtgr7D4JvlA/ExygP7RfAD8oUwM/F+revZCsxb8OKoy/xnT7PnVszD4rAxq8R8eZv38gAj/xXOC+7TIJv8eeEj++5JI/Oru5Phanjz75RQPAapxQvNx3VD/gmr6/WwC3P5SAAb5srAo/PSKkvxLWFL+Xr4A+C6YCv5792b380VM+kDywvu3BjD/Rp+O91EA7vgD5FsB8oRfAsU0ZPczc+z/661S/IrkEvZHb7j+24rA8/3iDPh4Rzj8t4g0/DujJva+Iuz6B2bY/cvV1Px07fb4e7pg/QWDMvl3QK7+VBzW/kywAv4szi7/DsrQ+wC+HP1B2o78OtQ6+WJAgP/PiID9pMjK+K5OEvz5ZHj+9Oee+EIa2vg11Yz8ojAG/HxYQPzAOVT/63ZI+lVX5vihE+b8BB4+/uuVLPxmDCj/1bz0/siDvP0c3nz9yn1C/UAFxP/rDBEAaM5g/BCsvv4Blo78x/lW/itydPuaPm74vPZU/dyetvv84pb+ZWWC/D02cvweRwT6Nm6C/FgMHPo1xrz/DWADAweWHP/2yR7+KNWU9v1eivtpYsL/hYP28Ixc8P+gNgj803OC/WclLv+YD+j6nGSK/4g+gP1c4Hj80yvG+LDydPwWzi7/uMSy9","Z4WhP2GKN7+6yNg+CDAOv2Zq5r/2foY+bBfHPhReWD48Wy2+qk1Lvnvj7j50kGa/Emsxv5SnRb4ZgAc/weazvtcA1T+Br9a+rMrDvUjkyL/PF8o7ijJjPv7MQD+OYVQ/Klrlvq7DGT5wFIo/tkbUvp1oFz9/IYo/Y4PWvxC/DT8xGOC+XFPzvmvAND//imS+KfciP6Jpnr56jg+/csADQKBLJD7/bZw/ioDfvzUjE7+4OYe/QF9ev7IkkT2aYuK+b1pHP5m1mr3lTIk+Va00v0ERzr86LfA/3XLgvuTeuD9pszxANd05Px0esb/29I4+L0EIvws1l7/HPBDA36pVvYrRfb0mYm2/a+hXvmfDnD5nhJs+gu/bviR6aD8IqwLAcJn+ve/81D64ZPw/x3WpvgmZcD6fYY4/wa+Ov3G+t76ReIM/au0dP0zISz8u2gI/S0yrvq20971t6No9QamVPy4rp78hoQI/o/b+vgdVdb4twBm9vD3lvscURr+Wilg/+B5RP8gcqT9NRUu/dj6TP6miUb5IMiM/Zo24vvXDq7/g+d49kQf0PlbRjD/PFie+ZO4sv+FieL5WmYu/1PiNPdFxAcAiMpY/SaANP7U0g782HRc+oUEJPgfn0b5WzaS+/zWYv6pzfT/RPI0/As6NOwLKnL+hZgu/1lewPOEEs74Yn/0+M3g5vz30Hz2zt2o+AZivP85CGb4isIM8SanqPrJ9878kGrS+kaGEP8GE9b5C+5Y/PM0QwEZyGb6L1Ca/ukvevgW1Hb8PPhY+ap6mPjKd/L6eFcW/058ZP8hcx76RhQDAgReGP5/uYr/QvjE+b7OjviZj3b1puoW/mI01P3ewGL8+9I6/hpqFP4ZKbT/dy2y/h88av6P1VT/jcKA/e6U/PgL2Sb8zJxbAfHTtPrXB+r6J5dS8HKHIPps+S8AnI949hkoCPqG7cr6gHea/N207vsO4YD82OBy/5yF1vp+1CsDhMzk97w8ywPJQIz8r7WG/bOF4v1PigrzPAu0+","kCyUP1dYxz9cIWI+cK/VP3kND7+9lJy/jTndv040R798vAhABMJNvWNgw7+u++Q9jKDSPlESgT4WZo8+zHNhv0C64z/OC3k+dEmrP+du6D88f50/zREoPywDrj+lyrm+4UyFvFN9Tr9YUp2/JOTMPvZRRD8c9BC/x9s5vyOxrD/UhQq+NP0fPxq4dL914+g/brlGviBR0r++udm/6SoavzN7YD/Jpu4+NRaOPzoMpz4/Dmw/iRJuv4jZeL5Puxg/Fz4ZPuSiLEAbwIk/Ixrqv7RlL70JfB6+d72iP6WbdL5e7Z4/FC2iP9/eBz//zaO+RJqOPo+JjbxHQt+/naVAP1k0Tj8+dTo/5LdGv/6zuD/2NFo/nzuTvsaLQj9Urz4/jd1gvwFWmT69reI+e/sTPscswr6DXS8/f3Ogv1cPnD/s7he/1d5sPdDozz1LLWY/ZQ/evdUIOb5rSEQ/E5ZkP5ct4byZP+w+Mh6Kv8xv4D4QPzQ+Ree5P3rVEb8dU8m/K+jQv5i4br9kLms/mWeVP9p3dz9quqq+Oza/vvOLib8UjRg/araxPl2Rrz84Jf++qyjrP/+XMb+Gae2/YzNHP1tNHr/DFg2/6i1IQOOM7r5UDSy/zLnXPxYUhD/5qC2/rXLRvkDChr8lUJI/3N5Svxixuj8m9uw9Ch6RPwJCZT6WY7W/NrXCvhclBkCLG3e/iF83voysj74Qy+0+lakcvxW1fz+O1ri+djJBvZAeI8CKZE6+EGFTv8jhkT9Jv16/UCcxvwy0377VSnE/MHNmPeGarz9+NjA/ty5rvtuWFT/cWYU/kEQVv2BpLz/OLcQ+s9RRP1QzST7VFJA/ZmWLv/4S3b47Kr+/NSauvqUVPT2059y+8owIPhq1ir9HRrQ/hEZGwNu8mr8TKxM/3ML0PDKeVb8DGArALHoNP9FCiL8s8m09RJWcvrh6K7+4qwM/axAzv12DRT+5ebg/juYsP6k+jT8H1su+N6s6P5avBT/7kfC+vgt0P2LY/j0NqlA/","vWuCv5jAvr9jt30/hpSTP9Wduz+PQNU+ELe7P31kQT7FzDLAL699PkUcb79LdRlALVhav6u8Hj7xQn4/zmHQPvv7lD7IjkK/ZhH5vhAHeL6bHCzAMgyOPhrQ+L94jzq+k1nHvp4Eor8cLc2++jwMvkfS079PXCU/88xpvXkxUb5uDQJAml1fP+WaQj/aB7S/e5zqPlzCVb/oq4S+AkrIvhPCsb4cdag+aiv9vwCUg77kPYU+Iw1Lv/iYA0C97ly9Vp2GP28aO79GTc2/OhACvoYXDr/b+0k/u8gXvjh0qj83jvu9GKt/v3seBD7CABI/EewhPg+HOD6Hqf6++emoPCx5zb/J9RA/ogJaPi96ir+UEvw9EkfdOzlyCT9gLqk9Tl9DvxK++77dj+G+FOJsvkemIz7nauI+gXnnPv6ESL6mHJu+0Gwsv99Ln7/LBFk/TS+5Pqj0Br9l0JU/1y0jPxFV4D91FUa+hhr6PpNa378k3F6+khO8vxxb2b4yO7C+GhTTPqKH3r7YFXA+X00AP+tUf7/3rC0+gGAsP1lw177lBz2+PeahvW8/Tj1ZQoA/JSUfP0r6Rj8Nwjq/ZvQqvVaW7j/f4gO/hOoCv0fxkL8FA54/lipgPtCvrD/y9r++k+UkQKGDqr+shTs/xqKKv0WaOD/cZca/hgvKv4NcF0CB7I++K9J3PzseSj5uYBm6jx21P6bkwL4+Ffc9nr9/P2TVUD9uLJs/pNfwPwbJab+BfTK/N4Jjv8Mnkr4q1WG/7QggP1AuXr4L3qG/ALOrPgpY8D8om7y+N/kmvtymXj9yJ/e/laqKvqfkJD+Amci/NFl+vUlR1L1J61q/KxqtPmMdOD8NVnu+aDRMP/aBtb9yFJY+m+utPxJITT8Yqwi/JFeMPtNK2z78z2u90dUFQBzWlT/GBKu/sp49Pi5jBz7iZ54+uoppP/6to7zPTGi/WQQlP75nEj7C1Bo+W03ovsENyT9eSNq+5CUGwN+70z6UXIk+rb9qvXxKmT91xIU+","7zsKP6LLhL/EpmO/pj9JvmROOb6sjp6/uAfCvpYOK7/tjvy/pYcMvypmhr7r74u/4NsQwDAMEb/J4Zi/BjRGv9Hqpz9c94Y8bz2vv2GCM70qmuE/rHuzPdfSFb4IbZO/jOuTP+bc775uE92+QeuAvmwHEUByRs2/+girvz9NbD6GdDg/pgsOv7kPK79uY0w/zfXUvkt9tb4CCYC/EkGiP/2cBD08jzC+fEnYPscAGL4dBOc+q7RzPj+zHT8C3ka+iD/4PnjnnL+SSBY/23ADQECOED+EcaC/MywOQJ0xwz7/rqu/jkQEvpN5C0BeA00/KMpGvwY4ab7ZqJC/G8e6P093HL87i/u9f7dNv6fjhT53uLY/eeXnPBzoTz65x2w/je88vHRtsj8pFfe+reIHv3Fztr7GKje+dtvWPgfA6L5SKoI+NB6Mv4thU7+UtEO/blUvv57Wmb3qnuI9CJi2PuAwTr7sCRk/91mRvgzbq7+5sNK9nluvvzpRUT7FQpg+nMaCP7xliT6alJA/aOmZPt/PGb9JFAQ/rB00PsNoPr9XJjc8WogEQBbDkD50e1E/ZcGLPmqQWb9gC3w/4r6Ov9PXij4vV4+/+6OZPkGFcz9VdTw/v+HAvAgsob4troQ+RxRNv0wK4z/vx98+9FB+PniOVD4qWTw//CLtP9UXo7+p+p2/YI6JP/uBRj9K44Q/x24EvlC+4j8sFIG/pHpivw0pwr8B5a+/AnPnP/JBNL9Uvok9Orh0vqzLNTxFMy++bK2pP0jQIL7Y/LE/5xwAv6gF6j9jOAA/JAsgvwkj1b7AagK/c8oIvwSPPj4d2CI/vww6v3FIsz7SjI2+vsUgvdY/iz9BIgc+w/AXvwNZ0L57Bm4+3mfXP8cW777tU8a+035BPtC+DryfIX0/UNHRPhDaQL+5f9O/dvKFPlyx/j9zCFs+QackvxqdKj+QxDG/QXF+v/6CDL0dbiY/m2LfPl75hj9sOhg/JuvAv/pZgb9iMIk+sQPUP/0HpD+K85+/","gisYPxk8vD5wmeI/P5sKP5tmmT45epe/eMPBv3x0Tb8aalE/FLCOvyNupD6msFu/fI3fP/aGIT/c0gK/TQAKPyF7mb8+Y1U+wmyDvTujDj6J0xLAijMkQDJJuz+kqjQ+eXWCvth+7j6d57g9kkWjvoDH5D/5Mes/sfSCP8XpGD9IltQ/XhS7PjJpyb10qwa/jVjov4rF1L4jCJ29kvHSv42sPz4B3TU/52S5P+Cnxj4meIq/Ww6TP4Y9mz94deM/dIsuP9i3Hr9d6Eu/NURqP3tvi787Kp6/qa6tP/Fr5T+tAjq/DBKHPxpGK7/CsYS/Z4Fwv1J0FL9Pl9a+Oaq4PxGiXj8g2M693dBqvbHok76ODjK/rkDjPPiKgT6n81Y/6CDZv/43jb5DBAa+yukPPi7+mz/LXHE9Ok3Wv2xitL9E+Cy+PfVPv1F1LL/bgZQ+1EW9P5XkzD/R5sM+uK11vwzwzzuPL7e+TTBaP5JcrL+PWNE+bDqUv1e9Qr6pHa2/rf0lv180cj6ZKHc/cMajPltzlz4HURq+wiCQPgOsf79Lqa0+bjC7v/gTTj+wzco/UWc5P+fAkr+0qNW90T+pP/uMFr5pRAo/NmISP8aVzb/qyDq/V1qBv9AvLz+4Z9M72ZApP9Yu4D8Icts/usRAP1WXLr8XXQ2/R7tEP1fRSkC+qtO/ALErP84CTT+2gFc/Q9e3vR/9jz5bcY0+DAoIv4WlAMC31ag8IHmDvH/Nob0K9km+s+7dPpgW8b9Voiu/TYGjvwq4HsBYk9I+xVSwPobTYL3C7wpA//IFwFyQED5aDNc9JVQqP7vJj79GycK+iGWIv9T/k78aRGS/KTdLv9+ep7+uM32+wBb8PNLlsb9/jU+/ivvjv7XapD6fcaQ/lem/PA6iWD/inTy/GhFtvkjFnr8sJCk+TH4Ov4U4YL0ubOg+iMYyP+CUHb9RVbw+mZs2P1a3Lr+heLA+We+Av3NtpD5gzci+rIZKP6kh8j0wJXm/0KO+vTjZScCTTM8/","TqYQPnYft73T7ES/cQ+Kva0nbz8KTwdA5ZSdP7q8d78fe3e/woFUP6pXYL/Br44/zu5YvujtCr6Hq3m+v5xNPye+WT2spzO/UJyuv/89q7+agOq/wnVCP9JdDD+VVhM/aMWHPGlZ8L8bJ2e//kwcvsmI872WRjQ/sjgWwJJ9tj5SEnw/R4xNvwgKxr2yXB2/2VPTPudWUT4NbuA+QPiTvCXVIj/mROi+nCbVv2MIhT/GoJc/hzJ5P9+kyT7Prz2/MxMswBynlL5eToW/fOroPzYMUD7b3KO+YZrKvL2Oyj//1s+/xbUvQJz1ID83h0c/SJP0v/a5gb+TFz0/DRuuvnH+Vb9BNhC/mzZNvE23Fz+IE5M/Yr1vv5JONr9TYDo/nyWdP9S3fz9wCWO/YHyCOmZ3Pb8K8T6/L2xHvz/YYr4VGcG/xcm+vgI9WT8Zm4G+pLlUPxgt4b4aF1c/2nLGPi7ddr7DbsY+varLvzibhz+sVQ4/VxvIP087AsCl2lG++K7PPvFYQj+yv1A/XOq0v37Snr5F1MW/WOD4PTfsVD9RZ5O+KBNuv4Bemb/fOIu/hIOGP9PSWz/1BaO/ey9DvuVSFz9KimM+hmZ2vy09bz/Dk4G/0JQHv55IL78Z6Re/k8mVvbyOIb/UZoW+QLzjPnn2ob7kCws+G1+Cv9r9LD8WfqY+vydePpkW9z68WKY+g6H3vji0db7f1z2/5T8zvjlSUb/sbEw+C39VP1AwyD5HqoG/kBd8v7yxwz8ESF6/yd2Iv3t/fj9umEQ9uTMrP95ThD+LyX6+6KvRPrBarD/K8WU+JDuUP4OVcD5iDHw+FC21PrTM876bD/U/gBoUwETORb+gcxi/PKcDwGBctT6J16u+GbYyv2aKsj9y9Yo/ZGpjv+//Vz8PK1E/4l9TP5U+QD/5Snw/8iYAvhjYlr9IUvy9IjyjPwMpa7+PHGw/BBknP7FYPb8A1hc/OYLMPoCNK0Aytfq/kpvEP7ywgT/iVTg/4urCvfWinz/GKro/","uyPRPvvBxz2B9Zw/J3QjP/tG7b6yud6/Twapv0J8xD9Sk0tA9gXeP5zelj4umRI/5paNP2TqUj+eF9G/CMZcPoIiPMDH83+/QIgzvrPXJL/N2pq/71IOwLs2jz+LtZq/7YsbvSXfhT41uju/m+eHPw6dxr7SB4E/7B2WP9hu7zvcqzS+9nM0PicwvTwHdcs/b4O1vYLjhr9Slje9o5+gP7eC2D681pk/QPPYv0P89j9jLg1AbOmgP62jX7/g6I4/Kb2JvZRPgz9jPZg/7nK0P1m/DT8Q+Fu+TqYRwGo2aD/Dg5U+8E6GvziWZj5wGYo+ai0OPwKLD0DgxQe902xnvo6OC77jD6c/0N4QPsKBCL6QdY8/AF+3v9/a+bwFEu89AQknwFs8oL9zJyQ/6Fivv8cMgT+5tB4/2fAAv+r0Eb7uIpq/wRNHvqWoEj9WxU6/8TMAQOMoGj9+n1g/c9TTviRglL6k3TM/oz1OvfS5uD65Gj87YjjFP+EFNj+pTpc+OerKP9oBkT9AQsS/D2XhvyY05b9l7eW+haS1P936NcA0MC0/niPYvqeENz5MlS2+crixv0nOW74ATUQ+x+EZP6N0gL+tGbi+vzelP2nCLT+XIIU/a5brvtsRoL7uxTY/RL3HPf7buT8Q1kU/KdWTv5Fcmr/VmvY+yGeNv2oVmD8XVNy+Wq1bP9l4Nr+gd2u+Ee+BP3KInD39w8k/CY7TP3lYHb91t/+/m7DIvqTS1792IBE/djGNvncfuz7kGiVAEL6ov3rNEb+4l3S/rmfGvvFB+r7fzPA+DqmAP0zn4j/e6+c/eqRuv4lehL8V/70/jKXdvjBuab9G/Gi/N+bOP3fmbz5IxPy+tIMHvxn2HL90krs/wuzlPXjYpLzojiG/9c0PQKCJHD8ZyDc/mBA7PwTqZr3cs66/cC0NPmO+iz4ecjK8n9qOvsqfmr/HMio7nf05vzjZz79uoBs/JWwVP8ntCT9ceTa/oK/vvsYSGkDzcpw+aMUhvnyGkz9tmOI+","dgbfv4Q96r6LDGS+cuQvPy5Ggr+vwn0/uNRov0d9Xr8j7Xu/FrbDP2aBH0ARTCO/RqBnv/nkub/wISvA8I4sv+tCyD9/BU4/npChPrQiGUDvihi+RrvUvwrHC8B1lWg/JbE8vimx375W1Jy/GQUIP0MCI79iPIy/BFKZv6M9Cz7wwPO9iT4PvQLu2j5skku/HwhDvjwAob7WlXy/SSDAP1pmW79QJxrANh7GvpwZPz5u0mw/8uKPv1imyL+DFVa+DEeIvxDydz6uGwS+xpofvtddiD53AXa/KZ9/v1NXmb3ZYgbA6Hf3vjsVYz7l9wS/aJnyvpB5F8Agx5G8WUApv1b6qj7Y3Xc/Gi2Ov6dgDrymN4q/Q+zbP7Y2A8ASLv4+R9ewPqgGib8ngeM+/hSXPiUWGL9TMj+/ARESv1OFGz8d2mC+mKCxPyMBQb+UL2g/bQxVv4iU1L4qeke/BPxOPqgfxr/pCEq+OqRxPzQ8Bb/qN4U+R+jhvkULp79PwkA/sDKBvg+bFL86JMw97rHaP8DrFr9rW4W+lsi0vywsbb82KNK+EsdFvpa9pD+xw06+QF4TvW9baz+qHlI+4rTnvr1Avb80vps/6okgPsZcT7+bD6g+WnhnPyF3vT/szV6/KKXxvZKIo780YNM+wGjYPqEMEr9tnq0/WETjvrjX+z/3JlW/z5hkPokQpD5s+X68SrSZvqZZDr969PC/UiE1PwkPSr/nNwU/1WvGP6BbQj9PrlW/rNOsvy8dbz+IdcI/f90UwLzz9D8yI6c7X2OdPbvq475XSpa/9R8jv2Fyhz+MScY+Le7hPMwrgr9tRRE+Eg6KvxmaFT5eqAdAkrI8P6AfK79/dEk/sLT2P0/9Ir2qZ+k++MAlv0SAAEBk7gi/ZAOzvy0mmz92ryC/PIrcPxOobL44w2A/OxONP/lXJj/oA06/l/LLOyEHbb+asgY/5hKaPvsExj9UiaY/nOq9PitXjj4e9IM/nxQCv5tlab6AHMc/ZBeRu5p0lT8gP4y/","VvDHv8OsEL9ah+S8R2dePxm4ST5XBIu/+ufUv13ygj8kvEu/3o+HP+aZJT9gPDs+y5RsvuvOTr8whfA+UFH+PtkTJb/iJ2S/kPi0PZXdCD+uWqY+PeQYwHGZi74KhJg+pMxAPuvYlT5Dz3w/PjaNP9u1ST+HCTa+A9vnvzLCZT9E9Ja+qcamPR9d7T37ggtAhHUnP/Uc4770hM6/E8+YP6t+IT6KCgJAEYAjv+Jrob5j7gY/NHNqvlennr+aAEVADxHGPx5qnL+BLLe9/OS+PtoVyD7G8ZU/PxWvPjI39z6QHnM/F8fHvz6k274iLa4/gQKpv3uJOz8+kvs+5CRRP4jYRL7WNei+9tZCvPLldj+ccDq9RnAxP0AOoz/asqS/gNjzvQbmkz1akoO+l1FyPmm+Mj90SCY/RjokvzX1V75G1Jo/n7TDPQVUoz/NhZS+b+1pv8zoir9N/BI/3p82PxypWL57+CY/Vd1bPyega7/kFdG9au00v901eL/LUk6/1O+KvxGcoj+O7Lg9i4AQP1hloT/yQaS/9j8WP3hDDr8bCdo+Spm4vx4pGL7gOwa/Ov06v6rzjr8Vkaq/vnwwP3Ddlr8tRD+++t1Nv5yyyD51aIm9AcXRPQc1+L8s4De+J1SCP67tej+/dtI9c6apv/JiEEDfC+O/gg/WPin68b6BcvM+8YbpPtybe7/pCv2+4LcEPkgLMD8dC5W/M/mWPlTQMrz2Jm29t7MpQMQ+Zr5/EIS/yFuLv4OFdT9wGqy+a8eWvtlu3T6xQkK+oeImviNfgD8jtnq/wl57vu4vij9eUN+/CiNcv/LM5b/XZIY+gzrivsFVDj/Sdkq/LAayv+TOnj9Ujm+/VD1JvgBcmL5i53q+ZJVEP2Z7Lz/+NWa/JiAwP2trlT/Z7JW/a4oRwE24w76TZGu/M/hevpykeD8L+SK+6bTCPzqxJr76tq29jvrrvzmkfz+lHtK+E/xNv5h3tL/EtJI+4wy6vyEc+T+LIKu9ILUyvywS9b+hNyO+","3IY5v/4pqD6JRUk/YI+9P3SOjD9Xq9Y/yaRpP+4+4D/mcKy/SxXsvSK4vD6vxhM/5w0Bv2y5iz8CECq/XH2iP7Rajb8BUSQ+e1L/vs9ymL62TAu/GRHcvoOahD9fwq09kQHHvm8eGz8NVZM+MAEfv4NEnz5ztOK/Bdb6vplrvz7vDAVAwYbaP1Bbr77AkW4+g1xYvqdIE7/889S/c9mgPgYpnj58ewy+3mBGvYCchL/SJP89NFaNv377vb94Jik9qiHbv5DNL76sXJc/e7G3v8gJtL7JH94/lKqFPw/pGkBa36q/qz9lvxm2mb/MY3C/0QXTPvtuqr4LHak/WA5bv259M7+BHAS+Ekckv5Zkbj8t34w9rFC+vp2KxD+qrzC/s6D5PgDcYT9o1tQ+hK/WviR/ZD5UMuA/Mg6EPZpSlb7LwUI9o7UWQK2v3b7GVaI8MprQP+6UoL/+nqo+3k/HPqHv/77cgCo/+3lnP9sWDL/mrTO+W3M5vhe7lb+POda/z1qZP/bEK78wzJ87GLfRP82LC8BKybW/4SQaQAk1Lz+zHBi/Q8G5Pl/kjb12suC/6oqjP7wOzD+tD4g/w1U8P9tnub8mNAY+I5yWPZF0kD8hE7K+bvoiP0QVl7/jpOO/KPc3vj2EGL97kJk+4gKxvULvLj9sFiA9PvmOvkQzur/zFii/tE3vvqT6hD6jdqy+30rMPn99CMD22ce/TEOdP3Y4CkCwlb++xURjP9TkhT8x8sW/yXQmv5xcfz9vKgLA1XYfP+J8pz0o5Se/vBHUPfINgD//aqG/GQkAv4XEqb32WMI97b/cP4u2LT96g9G9GNeFPx8wmz5/ABu/qBnovWJ+mz5m4xG/DS3mvjdHj7+dwP0/vwRvPv940D7zbfu/NSuFvjRG9j1ZzOc/u98zP3p4lz3aTd4/GH5HP7AXaT8zxg3AsxABPm64Xj9BgzM+8XCEv6Ri3T5nl1G+MIOdvzEAk79/3QBAZC4nvxz/VLx5qr0/mZxbP3cTdL2utQ6/","q7KvPt+7A7/toGY/xZW9Pz5ExL90IVO/aGgLvzqOpz/hPIy/dFz0vfwnXb/dUkO6B+ISPRPP1rtqrYy9DGcMPzcf/j1+AcI+eUPIvxdH57+KZn89nRoDP+2e3L79goQ/Mpgkv8/g/L6UuDs/HOWPPpcKCL81q4G9IwUAQFhJVL+CaC6++lMyP/t2mr6q6ty/sKRdPz5Nij99BwS/t4qYv0IGej9k/5s/Gm3eP9crGL94CSLAhYEPv+2DqT8jeI6+YvYCPz9SYL8HxCdAJV+dPvR8fz/kkg0/7rM2OSnH5r8UABq/SVCnvxsRmT9+D5C/7Dwbv5KRtz+qxfW+Xf40P9sTyb4/Ko+/wouIvyjI0L++kgM/XS2EPqW9wT8rkIO+Mt+4P6wxyz+y8lS++rqGvzQ8mL94uKW+wPD7P702jT7qZ6g+RUmAP/aaHz9vFEW/r8XTvnEKxL/KX3A+WkXRvhVBar+o6yk+ZecHwIDhK786mfW+1/FFP+sa0L+gjFA/fXSSPtL30j4lpSS/E5n6P0cjPD9gwdk7CtnSPocR2z5ehio/AhwzP18NPj9XPzQ/CnTpPeXuGD8fXO68yJsNP3Ozxb8pGt49ZvS7Pr2k4j4b2Ji/FCqzv5mWYj++PtS++NWwP4JQhj9RQB4/iaISvjHFTT9RLms/7zU9Pt3gDj8xZcM/l0ruP/90sr3Wwvu/UXZgv2n4rj/nDZq/8LBOvfYmq772q+g9n9Bvv+1kc76l+CS+76lYP8ZbTb5j0JC/H5c0P+XNj7/B4hk/38aCvid79r1jDqe+VVrtvtEDwr97Ywo/FuUZvsJGOT/e1hHAb1vYPnijSz2PHYK+rqChv2WYfT8zycC+nPdmv34DjD8bvuS9fQRuP2y8lby/o5u/C6GIueF5Or99KRm/OQ6RP1g6XT+1C4w/SRlbP8Jn6b6Q7pI9AZo4P1LgUb8HaCY/u5uTP0zfhz+5A/W+RF4MP3Rap7+yY4Y9ON7Dvh7rcT7YMZo/icXKvUjTwj+5/a4+","bqFNPkMqjj+AdiQ+KnGMvkbecD8QT8S/cevhPrk4l78x1oM//kL+PkCcEb83SgO+k8BtPnoIlT+uzqe/uPB9v+Na2L5rc3+/HWOhvpVnWT/q+22/UjHMP4uFQT8BSlW+LnO3P5X9C76MAwDAt3SPPqwmkz7p48C/nF6nPzqQPz+I3Ky+sstPP0OxqD+5JOI+bT7rvk8G4b9q6Sq/L3M6P+S/YDxhsLM/PwFGP53/Ej+XUXg/itvCv8NMcL+DFoQ//wmcP8TdPb/QmgrAczZDPz4ZUD98pcq+wPaBPRFnLr3AW+C9GraXv3RWJL51gN0+olH9P24cM7/r+zA9LhDZPxkAKsC9XA4/Ut+3PhncXj+TonA+EGlSvQZiXz6ebw0+UFH6PwZ8rr03elC+xGUkv+dYkD/UHNM+jhrcv9nkaT6tkIs+FeVvv2iJEb+05Ni9LDoJwBKR8b5r8u299SDrvLhR0L5MSU2+YNQwv/Ubxr2c7QdAtbfFP2gOXT/1dEG/48xeP4P8Xz8TbqC+RguGv9v1gT5Pnbe+xYUBv9pCN7/bD+8+oDz4v0lrKUBLPJ+/oPvaPnYNXr4nswPAwfHAv+o9/L4qqSM/BGQSvwcdeT/tu0S+7HztvigsYL7W/oE/kzr5PxrFXD+zury+Cg6hPqq2gT4CREc+Yo1HPzFJX72B8Kc9lvm7vhm6oT+f8Z8+FOTxvt8AgD9V/s49+0j2vaUvLb+ov0I/BGIzv+mkir2zIEW/ybIQwKqVfL9YFQM/Aa+Iv8XLFb4KqF++0jNavidLub7By5Q9vu1pP/KWnL8XKMG9KAvovnyCxL2zwKS+JAmcvR5OMT96uTw/qaBav4eKbb/2YkU/FocgQCPXKT90RSA/mZwxP8BAHT/i1k0/YgwRv+m3Oz4l0iDAeqwlvgQO6D9PgMe+NzW1vvxHYrz9R4g+LhnavkZx6r/PqOi94p5RPw9v7LyNZ+o/S+6APooXJj/oGEI/x+GPvzH9rj6TEQO+kvOcv2Mut75BZjS/","vk0xP4zWjT61xuO/Isn/vSpuMz/741q+GKh4P954jb9yqpW/Z6Avv0Jtj7/1AkY/1Uq1vgBoHL+50/k9O4eLv2vb7T4eN489jFAZvmy96r/WZAW+rGDsPSUEkr8uzdU+y82wPuwHgT9LHwM/KFMJQBCwuL77BdI/ZmUBwO+olrzIxGo/1P+VP+l0ez9MBuW/8piJvy36+T2iEXO+sKqgv9/z6T9Yfbi+Ju6JP4RIAD+uSoI/A9p0P3NCCMDlrhvA7x8Ivq6eLL/xDpG/GzbJv036kT8c88U8VhzjPqsPL78jwmK+9GAxP/i/YL4haAjACeMLwHz8E78b/R6/ckOIv+NvHz/pocQ/3LVmP8AmJb6ybQjA/uZgP/KPsj4gtyw/Kpnovmd/Rb4xyHs/cPSZPmBHmb9A9iy+R/uXP4Z7Kj+uNA3AnP2Mv1jEFr9d8Bo+15E2P1fEMrt9lvO+zgypP2pj1z7AvAS/zdWbPndTdb+B5ys+gWbRPtpUqb/WmQ0/hBwAvy+rKD9nQ4I/qUgAP9hA8j5ryae/Af9kv3O6bTxZupm/odr1vwyOlj4hVuE/X162Ppaz7D5AM/8+Av9xP5R1Eb0k9no/WphhP7pPlz5WGXq/8DiCvb3Nbz9JReg9Ce3svgG2t7+FHZS9iWYeQJhD2z8R8wrAiy0KP0BEA7sQJMW+5nAtvxIvrT6sBTFAAKhUvyDUsj9WPkG/WnMqP3+SaD+DNgO/bGeav/xUoL7gMli+ZUpLPn6Hjj+bE0a+L2+Hvx3QsL1MnIC+yAeVvpwwGz+tuAI/fWwcP5gnk78EYdg+M/2zvnKihT5Z1la/g1E4v7fhjD/dzam+gV5Cv9MLyr0JEiw/7lmDvpeQjT/T5v4++lMWPSO+tz+5CUU/p4nQP6e6uj8VFUA/kEKAv5Z4rr4ZeME/OdnQPjRTzr3lu6c++wH8Pipq2T4q0go/7DIUvcaZLb4T9o8+FtVjPl/eCL50p7I/6qyBv1B5OD+z1jK/z7piP6MRyb97foE+","lxGSP6pYPb/C/YO/o6DEP6F3QL8LIRi9P7SSvnL1Fj8b04C+FW8VQPfSzb6gRlI+eVuMv64eBkBszIu/DfATv3gxHr0pA9o+anayPynpEb+SHJM/han6vTYNor6pR6O/vD4Rvdd+xD/CnhPA9LSQP2FQmL4fq5M8XbfbP5X0Ir7aIso/HpWaPsAzFz9BNEo/amHXviV3ML68yTU/iVFVvyVUnz5pbdC+GJiQP+JIyb54f7A/v5OjvwM70b8RxsE/jK3ZvxpiwD9z7aE/AETAv3duAkAxGMy+kN3uPrSJrr1ioXi+g6IcvxBvET/I5CS/RlfKPZPIlz4TS9K/8zxZv2mSoD/wSAbAM4x1P2NUsz3Ckgq+R4Gyv0tqjj+ZyUA/IOhEP9CivD7bIwZAOm+AvcbRXb/u6Ia94rZWv/5UTT6pZOA+Y+NAv99W1z46PM0/dXsCvZ5wIMC1MAI/R79av1YCrT4K+Be/wsRgvlPRS7/UWgc+0uG6vtFueL8wAAw/+GxWv1u9BEBMogS/RcidvtcCOj9aD5A/vteKv3oLvj+jfnC/Enj/vu2GFL8xziq/ZwrZv6dOoD5twAI9iRyWv8TM97++BGu9ZgXAPn9wrj94uGa+bl6qPgQZ6D9+cGa/COoSv5T6A753DcU+QGOpvhN3fT9/vlU/Oqwkvp8TYj+Oysu/FJGtvz2LEz742po/pNC5v59Ji7+dxai9Q4mXv3krHT+daoq/eC8WPSr41D8O7hC/tXM7P8STOj8sYSS/dOgPP2PnQL+XPQk+UvCvvr0bdL4l96U/OjMkvzbs7D5Bso+/+UKmP50cLL+LFrm+vWgdPzeZyz0Aqx0+QIJqPRZN5b468ZO/KOoIPpHSuD5Avls/QIWBPlt1Gz+aLxm/qQDEPv37DcCsoJa/JCVHvl5m9T6yUOA+VEM+vtIlzT/KX8E+BYMFvzBOAMBgSDI/+vYzP2yxUj7O+wU+DYq5P6H7tz/u8Qw/bLZeP7RIEMDBhMw+ySOqvry0Kz9JNaA/","vsY8P0W2Az9rBZe/PkClP4IYEkCQuSC7EZYVQGJbzr+SAPC+tIXFv81vgj7BLhxAmQsoQB26ST/jAAdA+uDTP3ccfL9ljoy+yfjFPxjjR7+oKw6/XDRcP7g4rD4M5Q4/bclgPnMKAr8hIQ2/kyiCvzGRVD6ugnI8H/s8QJ29Zb+e5ei6simePXy6TD2olj6/U5vNv1/2d75WigA/mQZOPtTuLb+uivo+e0UtP5APnb9Udc89C0ZQP6YlGr8OD5C/uUYKP+gAdz5Cqqe/MnsJP4pOAkA2Lp2/yU5cPjkfZD6+EL8/j1W/vYn7Nb85Cxc/fU9NP7TiS7/caZA+zr4gvtTA076GaLe/WovYvrYFfb6cai0/voduP2IpED0tWIy/STJ7vy26tb8Yq5m/4XbtPL7Y5b/RcnA9WDCevxC0BL/dhA4/n7lgP4Ofnr24ARy+ggP9P60jqT3gw5k/gIAzvzgosr8PG62/hmmNP3xSC75d0ms/HaAuv9aTTT5su4i/oigAvxdVZz+CWTC/m/1dP2bXJz1Lh4W+ivgjP2ufNT/imK2/IKGxPmFFqT9243c/63M3Py2LXz9JJCc/n1wIvxK7Iz/M7lA/AuauP+z947/IDxi/7fgowA8P1T4suku/vh+yPZ5lOb5lB4a/b8JqP/ufUz/4z7M/Uf7gPjz/7z4QKsi9MMOAvif4FL9CWaw/14xkv7272by//Ns/OSWyv4Ygur5ZTqW7hrJ/v3nIHj3YWAc//ooHvyeLBECCYJm/HvIpvhs0W78PVy4/He1gPsru671T82Q8SmoLPxKM8L69oBs/uNhRv2HTkL8Q3SVAhz2Mv9fDuj3MSJy/Mzmwv0bDOEDrBTg/QAoivyKt7j60MCHAUXOmvqNpmD97wwe/aNYrwEcCuj+UoYc/pQOhv8MXUD97f+M+7skfwEDL2D8asWU/uYbQPhUOQ74JJ4c7CIftPbCQDDy7owO/QPnBvswA3L+wyhI/z1pbPwkXBEDabP+95v0zP/JnTr+YkJu/","djCYP7U4sL5ow1+/z+bYvsETQ7/ZDnc/fuAHvZIWmD72nBBAv6XEv9u+hD6Jyk2+aRZYvyDDmT7mI+u/EXeIv/GAGbyP+HM+O1NYv0jclD6k7tE/zJiovfd1XD8KdIM9qHPzvmv8Sz+GT88+wA3ZPsu5aL/Upac9MjakP/v7gj8KqqS/RYmlvpMY+L4/deC/cCn2PkZKq77NrKE9aIvdP30WwL+JqRe/a8/RvUmfkj9QTFc+OmwKQPWwKL8+9Qw7X4eiPhlPqz9iPnA+s6FjP/xycj96bbA/WeHOPuv6cb7K4t0/HGWsPs6r9b5jWJq/84uGP2ja0j//JAu/OvKTP25y5j4gASc/lxRlPo5SLr6/eDa/jDEoPxCGMj4Z1bu/oq6UPw+yED+SmKU+EioVQFb8zj8/2pK/PwGCviTBC7/2A6u+V+ZbPhegGr+Kv8i+pTx5P5U3az/GtPI9Jpe5vgag7byBkpW8iDJmP4w9az8DeEM/zewfP5SrwT35590/aIojPacu0D0lHYi9LbObP1XJAT8m+Fy+2+Z2P33MQL1NRpi/IE6Zvu0/sD/+sok/BPygP6uXRD5Z9Zu/XvWbvrUl3L4EyG4+85GlP8Qxn7+I5IA/U2QqP8WA1j96BxA/y0vdvlt1UL4sipi+KlycvhT6bb+tc6C+Lcitv66CUT/oCvi+5FIjPx3N2z9shiBAY2Ulv8ELKj9s/3a/f/crv/N5m716oMY/T6AaQHSxqT+V4S/AfmNKQHT1FMA948c+SSfePX5r5L4gWyM/q5t5vULgJkB20w6+ukMPvkD9Lj/8MRnAbpNAv2UjJT/8Xu++q0t3PgRBiD46Rnq/yDInvRoZFEA05hC/mG6EP1lFeT9a4Yg/3FSpv1ZD8D4gLek+7sbrvyt3Yz9gms+/Bz7Tv9rNP7913wy+17JUP30OkD+tMak+db4Tv6ZKhj9TpwO/Vv2yvsxwqj5SReA+v4vwPQ4DND853mO/ZRFXPz5PmT+Hh+M+/nvsvnVKQj7qDwY+",