{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"functional_117","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,256,312,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_layer_9"},"registered_name":null,"name":"input_layer_9","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_27","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,256,312,1]},"name":"conv2d_27","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,1],"dtype":"float32","keras_history":["input_layer_9",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_27","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_27","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,256,312,32],"dtype":"float32","keras_history":["conv2d_27",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_28","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128,156,32]},"name":"conv2d_28","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,32],"dtype":"float32","keras_history":["max_pooling2d_27",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_28","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_28","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128,156,64],"dtype":"float32","keras_history":["conv2d_28",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_29","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":128,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,64,78,64]},"name":"conv2d_29","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,64],"dtype":"float32","keras_history":["max_pooling2d_28",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"SpatialDropout2D","config":{"rate":0.3,"seed":null,"name":"spatial_dropout2d_9","dtype":"float32","data_format":"channels_last"},"registered_name":null,"name":"spatial_dropout2d_9","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["conv2d_29",0,0]}}],"kwargs":{"training":false}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_29","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_29","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,64,78,128],"dtype":"float32","keras_history":["spatial_dropout2d_9",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"GlobalAveragePooling2D","config":{"name":"global_average_pooling2d_9","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last","keepdims":false},"registered_name":null,"name":"global_average_pooling2d_9","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,39,128],"dtype":"float32","keras_history":["max_pooling2d_29",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_9","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":89,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense_9","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["global_average_pooling2d_9",0,0]}}],"kwargs":{}}]}],"input_layers":[["input_layer_9",0,0]],"output_layers":[["dense_9",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{"optimizer":{"module":"keras.optimizers","class_name":"SGD","config":{"name":"SGD","learning_rate":0.009999999776482582,"weight_decay":null,"clipnorm":null,"global_clipnorm":null,"clipvalue":null,"use_ema":false,"ema_momentum":0.99,"ema_overwrite_frequency":null,"loss_scale_factor":null,"gradient_accumulation_steps":null,"momentum":0.0,"nesterov":false},"registered_name":null},"loss":"mse","loss_weights":null,"metrics":null,"weighted_metrics":null,"run_eagerly":false,"steps_per_execution":1,"jit_compile":false}},"image_data_format":"channels_last","input_shapes":[[256,312,1]],"output_shapes":[[89]],"tests":[{"inputs":[{"shape":[256,312,1],"values":["EX6nP0Q21T7UR0Q+XOqYP6VbN7/tRN09W5YXPxLWHz+l79u+QeuGvbcXHz6s0iVAA6wnP/hAnT6fogS/0NEnv0B2Pj/90AY+bYFQPpKiBj//ARM/3AG8P9QlMj+Bmb0/b7TDPr8PFb4HKrY/6yamPsJzkb8vjHY/xEB6PyJ1h79Y4JS9FSeBv1f3kr790p69BQHDPWGNJr9LSkO9+ugAPXwG674MgEO/Pq3mPmgcDMC2TTk+qeBEv+Cjzr8XWqm/2iMcv0VYjT8QSPi+wqU7v2d4077OKw6+mxQgv43uIkAj1Iw/XUmGPw62gz2HNvq+HqkjvsvmLL/ns/g8iaRyPm+4ir+MAaa/i53KPxKSt78zm4m/lD51v64YoT9OXYk+DQS1PincFL8nSoc+EQMJvuS2vD9Rq3W/TlAXvxOyk7wLdmBABvdbvz5CCL+Ba6U+L/cdvzIGN79OTBA/lAN6vwQhoD+470a/68Nev7UJgz+WnUm/SyUFvw0BUT+eoOa/rUU8PnEU+D4IYCY/9mnav6LGAz+b72M//TubvnhKB7+nWG4/qhI+P8N//D0Bmea/Sx2IP7YKn7+ih+C+ydPFPxxoob29o52/JjoYP6eQyj5Yl5A/OUAHPm3aBrygw5C/d38Nv1As6z6xz4o/RCP7P8awtD6JbtQ/aXI4PzCxxD/Tkwq/UGdWP84VgD/lGxO/0WyhvWJU6j7PiKY+NY1fvZ9cxD4R+l6+zCK9Ppi1279it6w/lOw2vwoEDD++gyk/D8mcvmdXyD5/OOg9eTn3PpiNcj5G9sY/fGyyPz+csL+nkAk/2SA9PyRovj5PJ60+DEKZPkrlGj7OoYk/Cv16v9kvDL7yatG/hNY7viaA1j6poyPArsEZvwi9pj7L1AxAqGB1vhXLg78IksW+guAdPwZvGT7yTgFAn8LFP7VWrj8xU48+IodPv7yRfj6pId++Efw5P3hTVb6wkfW+hgHkPg8DyL6gJsu/vRBrP0C+3zy1cl++dcGpv6KWSj63JRHA","N98CP/9l3b9Bmui+ygV8P2ZzB0BnJLy+nhJWv6mmyr6q3F6/rca3PwAKCT9M1gXAnrGqP336pT9YlHQ+4MFAP05ET77Pwdg+56gCQC8KjT/TbDe/PdwYwAFCojz6mBs/8WwivxbFE76OAAK/W9HmPmZVgj76WlY/wWkcwI/Iob80ycK/EQ7BPlnRwD7k1D++7rs2v6qqcz+rGJm/hWbBPkpH7D+qvuy/3jcYvw2KWb7eEg+9D53Kvw09pb5hK3y/NJ2aPxKtqT7AiR0/9X5LP2/EB74FHNC+Tp1RvwOeer+xPei+fS71P0wIZT+KZBS92boDwFeFvT/Sgse/HQ8fP23eoD2cjc6+UsSxvicWtr9EU5m/LAejP9xx3z1iI1Y9GKjwvu2VDD88Ook/XnKGP5AYX707A8e/EgsowPLBRj9ZjBc/kEPIPy+ELr/E4cg+gfY4P7ilkr8jVUc/Azf7PsvWPj+3qiQ+HO56vy8aX740qa2/6dkRwGQNSz+oP06+YyVbPyXquj51wja9/UaWvpyh3j5fb7K/xBQpPmxlhD6gc98+YFoavvVgLD9mJ2E/gI8WP0VatD/pg5g+yCiuvz4mT78/wra+Srqfvhiaib8pOyU/qqkgv3++Pb+ePQC/00y1P/EBCUBc3CG/+GzPv5858r3nR5+/JOGcPx07yr8M+mc/QHh9vzsyuL3xLou+1oCTP5aiobxUps49uO0/viSgS73RRwK+fPSGP+vjmb+Sqai/6ueJv/YRAkC6iX2+I7rkvUo5tr/J378+acgAv06w47/awA/ArnosP+jLBT9cBU0+4hCgvqiElT5mQdK+Nbq8v+lR2L6azii/+SA6P05WzDzGkBs/rtoNPiDWBL8FHra/7xT8vpJ+Oj/WR4A/T/IBwPD6Q7/kF/2+y4TVPhrfoz7xTr4+SQqpvn7N3T5W+j2/uJMLP13paT8COHI/qYwNv9xs9b6btvm/o6ZIOQ0l3b3fWsw+gUv4vriBVr78g4O+Fk2/vwSy6j98J869","hDBQv0HaF7+WP3i+z0gqPz7kub+0wO++5IXnvuUByj/2fB6/ZsjJPl3Wqr99wJ+/I3K3P/fUtj3IdDw/pYdMvw4J57xPNEK/vshDP4Fd5z26k+Q7dhlwP1L9vD3g8qe/CaBLvkcgD7+uMCPAS+mcvyFEp7+QAyg+P+Dov+1HCz8+IwbADUekvlIvMbxZa4U/YAT0PzDSCz7fsoA+9mLxvnOxRL8AFFm+QO/SvRnrS788fwa/58hmP+LfND6VG+i/FOK+vzGyPD/3sck+Fu05PzsE0j/xvVw+Fd3dvvaMrr4OobQ/g3IdQPJe6b+iiCy+t6xLvrKhV75Q8nG/EGsPO841Rr/4APS+/tQlQEVChD95Pgq/egsOv89Vtj9raIg/SXhfvniLrD01ms+/3brvPkv477+xwjs/yRIfvyVytT9eg7E+sIj8P4WdRr/hab68dJSLP4F/Q77CWgY/k26iPqi3r79M+pc+Luc+vyqe8L0SYMY/fMtsP9BsED+AzIo/xle3v+pWib9kgzc/d0SqP3mwF8BKDpA/C1MoPTBbvb9w32u+10tXvwKwpr/3NQ3AP7ISv9SpP774+Zc/PRCCv5JERL/s7zu/baamPZSSjb+kEB+/dGa+Pid1/r8G63+/oQpcP6X1NL8NKq8/r6IQPxW4B7/JpZ6/hg6nvzLd2j9dDme/f9lzPv8Bnj+zeqE//vhDPsY0Kz2G4Dk/d+c0vlhYgD+tUgDARD66P4CzEkDzeRI/4HCyP0KCpr7D5YU9y2RvPngZyb/7eJY/3ugQP9a7ir9Xpxw/5k4EPsbglz+ZnGM/WQ97v6wHjL/HURE/zG7WPTLQbb/bD4s/IJNkPvSnFr9IvrI/vd0RP+ruwT4NKTu/XtOCPl/fy75aVSU/pmqNPQjczD/w6sA+2g5Zv3t8XL+kPWy/ZAh/P7K4xr+5no+9rAZJvsjyLz9564K/HSKNPsqcpL4ad1O/6u2mP0W3z76mi54+baEGvcuxIL+MqVi+WiXTP/Sinr+5suq/","7y+5vthWzL908T2+PmoGv3ic7L837Qk/TL8QwAMyvL9f/Dy/NOSyP6GWr798syK/Ke7iPfIri72FXqC+rgKzvaFM2b+Gvti+PP2bv7yqm78YZ5u/3hT0v7GogD9Qaoe9pif3v8ombj5qtRK+TZOdvzayJj5GF0o//DgMv6bRtj+nkOi+oKC4P1MrXD+b2DQ/+wlOP4PDwT+KiZE7WTe5vp8/Jr88xTk/zvEHwCiLQr6maaq+2ubPP8BmxLzLbCy/PYuEvuSoh76hpzk/0CMLP1VHK79AHDQ/opMvv50nkL8ZeqM+nM3PP3HTCD57XjQ/793TvSQ/a78DQr8/ywjavsHMp7/BxWQ/F8T/PhPfar3s46S+d9u1vwoRmz/zaBnAgARaP4l2Sz/HiSW/Xehnvn4Fyb2Yi/e+MHb7v5Bmgb+8oJu8IstnPv/3o72+Dsa9PfrcPotj8j/bbSU/Xv9vPx97jT8tgjJA6AwTQAb8hT5isz4/ZtcHv40otL9844i/tbF3P3JrGz+xsfq/i/ifv/wZ1j8K/jI/QgjwPvdkCL/vt5k/OOkKPn8A4D7XpRa/YWpTP2YGCb80CI+/Sn/gvgutU7+bO1Q/uqbfvyYU0z6Pn4C/JJvCPs7hNj9oLcy+dimIP627kr+vIYK/sfnGv4davz8bKec+BaqKPtwc1D4FYY++I0Mwv35Un77xjHU/WPHhPozKJr9AA5o+fo1jv66Vg7/hJQq/c5g7P0Sr4T8yJzm/hAGBPd1u4D3NWB2/UN4hPpm98b4yGyy/BAe1vQPbDj+ZGcA+9ujAPn09yr6R05M/uD+GvwBqEz+HByM+SRjCvwFGBkAMBO29nvgOv0xaQ78xS6W/F9CZPyw96T4INJu+AxEdv9zgYb8/GJo+6pIwPi/UUr9ki4499EyUP72K+z6hlJi/NAlOPkIxOT9BDso/FvInv/4/rb7E0dA/oMigvAG/Lr8ntP+/LMAMQLLocj+ayBPAxIyYPynZXz9GegW/A7pvv2xxwr+U8ZG/","OjAFvyeMBUCw/Vg/jKxDv/+EPL/x89w/Txfxva1DTL1RFCE/DvB9v2c5db6TPuk+PAb+vafHC0BQjl+/quaEv1ZIa7+ZwYs/iJygP1PM/b2zMxe/zMvbvQA7E0AOTApA+FLkPRl8GD98UiI/5oxFPR+rjb9eEY4+JtjDP4UoYD8pFnc/MbCgv9Guxj/WpwE+wrGzPrMG/jzEeMa+Sm17P6AJX78BEH6/BgkEv1Y+kT+6J4O/pzISQKLSCj/g6s2/oi2Gv+C+TEBP+xDAdRFrv1VxHD3D8Io/TbIKPi0vuD/t4LO/gxqFvwdbdT94LGI/vDuJPnSm3T8nQjC/Ien6Pff8CL+kmzy/rxWYPzduBUCvOYc/jYbpPrFgHMCnkn6+cW/dv5dvmj8xjru7BTWkPMkTd7/a4ou+wLmEPQ879j17YRG/WV+Jvy0f/r5fA8E9qB0gwK7YgD9FDiS8bNJcv2Earb9T9+y+PF4ZPVlVkD+40lO/h83nPW9ynj1vbzW/v+wqv7Vk5r3L+r4/HLIIv4fm7z4gFuc/nqQ6v/iNnz9KRwa/ujKKv61twT7tYw3AtpTtP7sG+L4dlWe/hrjVvhIddr/nF12+kUHtvn6kR74A9XS/oGCCvzNGkbtCDzVAP6ErvlKFSD/iasK/9QZwPnN2Nb9KdBM/0gnZPnTkpj8tQ90+V7EBwC+N7z8FdAy/0hGPPu9qSD/IXMS+rzn+PzuVlb9OnpC+RPNzPvXE/b7yx64/rIUYP6odmT/n122/nYezPvTB6r+r+pq/AHfGv9cXBT+VGdU+KSVMP6A7078qHyS/l66uPshuZD8sMBa/dmgqvz6IXD+Ieh+/nA45v88Qj7/8CQU/o1Z8vryXxz9yKJe+CwgAunMbCT/D6CQ/AA+rP9Ls1b2h9ts+fGIqPkLjKT5fzZe+LGyOv/GBdD/gDWQ+AzTCvz408rzn4z++oPT2PQ/y2j/xWLa924STv1XLlbySwyc80o60PaTjOcCSqOC+otlgP6+6J7/BtZi/","fSUJwN8zM74A0/S+At6RvjGq3r/XHCPAR0UjPvt0AMBLZWy/GUIvvolBgj9mKz0/K6oNQFE3cj6u3To/+9Evv2wJxz7Jpxs/FHljvwwCnr5RSm6/WfQ8vxRvyL5Joeu9LZP2v5m/3T98Hxm+9u1yvt7+4r952Hc9+MTkvy1Tpz5Qde+9s638v9Nlx78kU1c+VQTJvwIitL6FRAJAFHQnwMnoS793ndg/4EC2PU6Tsb+Xa6U/Hy3Uvx/HHD8BCcy/+mDkP8cABD65A0W/mRa6v1am3T/V72w9SA1KvtbqFbyrqEw+R+6aPpNoFr+oyYC/NyzMv8FkNr9a5tW+1rVYP4OzJ0D2UAE/6LyCvrthob/vrIe/Y2ExPkYONz8zNYU/tU+Hv5CuQb6umYm/hGAQP9cLvz5sae89bd/0PjXvij9zwc+/7u5hvfIKlr/xFAtAv56gPrls6z+Xp/A8vYIyPuGqdb9WCxPA4P5gPsfS+j9t7Pe++UwdwLT6zr9/iko+P5eRPjqmnT7Si3w/6tEev9bsp79YFMK+/o50v4jkJT+9GZk/Dc3WvtmPcD/fQrs/fKdYwHL6Ib+f4Cm+N/2xv8phnb+PP3w+YhRrP41s0z/yyJS/EDKBv+5S276MnAs/bzC8v4C9jj73+Kg9ggefvsHFcT+9Aie/R+YRvszywT0WXgc/qIkXv/URCD8sMCU/RjroP8wo2D4QC3E/H6Qlv6TfnT9b6sk/qRr3v0joWj+/MJo/Ob7YPv5KWz276uS+GbK+P0OosD4bfrq/x2bkPhuji75f9mM+MbKJPvbH9b5m9hc/xyXjvyyZZD8BIli8dxzYPrdeB8Aq+uo/ek6rP8sGi7+Tg4W/Oc5+PUJEmL98nKy/5btJv0Tdtb7KjzA/gWvJvsTdkT+NtLs+0YUnv6TQfD/CCie9EAtlv5Iolb8819c/TsWov83VCj/oZJA+0YYGP6RV2z8STFm+jb9sP3LdiD8qQ16/8BDUu6jPKL+fjI+/FwoJwBzUwr6UrUc/","52nuPw/FVj4wWvg+9SHxv7khPMATS2S/60TXv/Lp/j/rRqu+xM5JvnxJYj/xNpi+touvvnNNFT/IyVE/6Npfv9mm7z91jJI/4okpQF6FlL9cOp6/BKiKv2xFzT8/xTK/BFaMvYm9/7yHPyG+2XQXP0EsCkD73fk+/T+LvzB7Ir+U8hc/pGjoPmzejz9NwhK/ruoTQBbq2b/7/JI/SDKfvWr1ur/ZxZE9WcFRPn8P7j+eOas+MWMiPwZiCkCzWy4+1e2uPl7vR78TuIQ/2lV1v1XXVr678yQ/RvrsPhH3zT5WHya/MHeNv3/6Wr9xzss/0MipP0dR8D0fBtG7C2oTPVydQz8tK5m/wQcLQMP1iz7FvdC/y25LP0SUXr7IhEk+DCA3P/zAnz7uS8Y/bIzdvmQzyb7d2t+/CWQiP0fpgb9s7Za+ImnZvraPgz+WSvu/IJ0cPgej2b4dmlm/hm2Svy0jnj9urr2/hHAEv463nD9buca+TDSpvf8+akCR6+O/7swzPx5D3r74qsA/yzTgvnP/Hb04LXg/I1GhPlEp3b2Rd4y+PgMyP2OYzL8Fl+m+1bl4vn0MD78hth0/uj76vGwLfL5wZsa+9eSBv5LvpT+5lOg+ONojvwz67j3RZOw8QT4CQLCh0j71NWY/ugicPqfJlT5Qj+C/d7PHvpqsfr5y6UI/mNEgP4l0MD+ltta9L8Sav9okIr5pFm8/i54Ov7VHCkDibBhAzyAfvkRYEb7Cy2W/vsT8vmpfHT8HFuu/oG+xPllB9L87QCg++fj+PuzEAEAZXxW/L5dpv/W60D5gMlC/33iQP6fVhD9EhtA9g/19v46FKL7QNtK+QGRkv31ZJz/MXQhAbTicv3JpFr/8rnK/gl8ZP2PVej/V9+y+RkKuP6dA3r9dO9e+XZgev1ILcr/vLSg/uRFAv5wiPz+AR4E/3qQmv7DhND++9iw+4RqMPp8+lD9PuJe9W3VevrVvU7+6B46+tzeHv9f4or2ghwO/vCgYPzWnOr74fbm+","/kKsPstmor+RAtG+BL+pvqfu1L5YEfS/zEpLPg5chT9w1xy/LnPjvy9O1r7hFAE+P0J+P40XjD8zOBo/UL1tvmFdkb9z2q0+15f3v6TEPD+x6Ws+SsFmv8bsSb7f+hNAfG6PvVoiHT8opb88w4WsP/BOJr4esFE/SZ12PntRkz8dLKK/0NfZvrNQ7b9vs2M/TRtCv5cJTj79sZS+uo7tP8ymx7+emp8/Q1Wtv9Avwb8OLYS/Own6PhOFb79Ht9I/1EyYv3IT0j6plEq/xQSfPva/Nb54fJY+WfyNP7kFCz8yA7q/ubk1PnkEwT++hoM8+uTYPnFZvz7k6pO/MO60P1WkHj9QU44/iv/+PhNRdb6ZuOA+gD8WvlRJgT843xG/qIjEv7DKub3Kvzm/07BCP7Pz/b6vZgNAQwEyv/V2Mj5htR0+4xrePfMClD+CpAi/q44Cv1pz1z+JY66/3+rrPlk22T9lUqE/+BgkPzi3C78EJ2o/GWmFviodMr4IN5Q/xzUiPnQnvz7JPHA/hgeJvjwXvb/FvOS/0k01v224vz+bqWC/QNbLv3a7Sz/J0w2/4+WHPg+K3T40DTO/NxX4P1Z48D0elwY/w+q2v5lCpr/4L7y/oYMcP/xD9T4yM5u/ecdcPo6fmL/BIZg/K9zrv56ebT/tXKC+86vqv/T0zj+xSIA/VP4gPwaigT+KZ8O/kQ9kPgx8YD0SLdE+2RADQLc/4D6HHYS+GTKAvTPcWj9z3Pc+//+oP1nCs7/SHyW/+xL/vQYzU7/10mI/MdRzvz49lL68gEE/JpqOPm/wh7/RTQO/EH5oP/WXRj928Fk8kPX6PH5aij47/m++BQrRvwCOqr8NQY2+in+cvwxLkD/NQ7e+xOyOPpiMI74Wa9k++AqnPil3Tz+Am6E/wyZPPvcP2z4WQzw+PrTVPrl8KL3HSxg+wZpSvplw9L5OSRU/V23sv9Bmgj/pZBY/NC1av8TlRz7+gJA/UC1RPfPJTL8ft4i9OQFHvyuwg74TaM6/","jUlwv6I3DT+Zdhm/L94nPtq6Mr8yTtG+4AbIPiQWCsCJdog+10WxP4Kqqz41hh4/a3JUv+OaAsByKD++FwUywEaihUCzvCg+KTx5v0hNn767rS+/4qi2v7bKbb8lebw908pWvwav6T5S46u/Ni/CPc24lT9O70DAJQqtvW40dr3JJsQ/kyjMvyHQqL2d6Mo+4i9fP76w978bbVm/oZEnPyeFr72x6yA/jWovP3mTGT8S5RE9IIgkPh0lxLwYxW4/l8x0P79IBj+IDEI/+wo3Pi/ge73u88a+tE+GPW/gfb15F+6/QJzlP40RyD/KQgZATkOrv6Q5zj6KI9u+EpQLv4HJRr/H7GE98hHGvR2p/r6ij5++XLC6vkkHrL8RmZs/i/bDvxPqvz8zahfA738nP+FGgL9N5EC/N2QsP2SR4T6zybw+08mYP8G9FT9bZY4+r7QWvp3s0z+2Y8k+rpQ2Pk1zjz4YmQs+S2GBv7nl+z7tBNC9/CWevjt4ij/vLPS+cG36v2gYOT/TgV8+Ybtbv7tFwT+xlm29f5IdPraTnb8yKsY/bcMqv0TFoD/nUPo+N7I6vzj+Sj+jMhK/DpldvxD5tL4Qoum94EnNvPg41D+QWp4+cFJCv/0La7+IaXE/NsZ8P4dbuj83eRRAw/u6Pp1Mjj+lCyNAYh+2vnuBy75IZJS/hGlMvg226D8KY2W/bqbbPLdvjD9b7Us/LKqyPrJPMb9nnhS/1sErvsfcAj4+FUu/6tjkvgSXSD7YwZq/vPGJP7ceGD9cXdY+0XdrvxA2RD8zk9G+0n4DPyu+Uz/SDks+I9+OP5Pctz6C5jI/beFKv1U09r0WuRe/tVljP1xmoL9P24g/vv6PvlgZ+D7D7CS+d8iSv/VeIzz4uo4/ApPOP8F2wr/fgAo/TAeAP6rMPD/be+K+HYUCwPCNlT8Eaqi92peyvq4q/Tw2ngI+Q3Lgv9x2WD8Jil++hBibP/YatL9Z9Ac+eSr2vTpRi76HhRC+IlhkP1brED+0p9G/","1eDgv+OwAT+EZ8m9yYIRP1Pum74db44/vEPMvrQvjD/sl8C+R9/WvMPiu79dLM6/p8R1vqnw/T9su+W/gDdoP7ZmYL/3txlAo8v0vgZhKL4LCBM+9EalvgNRfD+RNLK/ndQvP7QhsT7pat0+qhezv3xG1D6+gCk/sntSPeorYj9FVQtAo/OYPxkuWb9ixZe+KsGqPj25jT9nXUM/leEJvuB82b/3OAE9e13vPkeux7/Y/kM9DMjmvBfdu76lMdY+5LcRv3l6Kb4qkVU/RPYrQCTepD60h5A/XlS1voPHTz8xdru/FqJlv96rO79mXoK/a9W4vrHuEUAA51i+BEzvPWyVdr8qyhe+KHgdP4AHiz+R6gfAeWCXv0qDhj92ir8/j6kCP63Iab0uh++/27Srv9stzD/5vfi+VEupv/zGxz5E3Le+rCSHP4lgyT+8yQE+ZPqvPxA12T49IpI/2FeUPS0wmr/dgRW+1Nh+vwiCJr+KYw0/WJOAvmRajb1vU+k+fmXHvdghqj/MfIM/cjOiv34Plz/IRYQ/j3oDwF9tmT+qyu+/juc2QMxGKsABUwc/m7pWPQdcrj8SzcC//dt7P6qKtr/N3g4/IhJXviVELT8Kgvi+0Gv/vpSjh74+fV0/T95OP36ABT8uHCO/pAgSP3JtnL/SQbc+LQI/P/s4oD9ho6M/+6+hPx0lLz8WM42/UcQPP3K5BECTsAfA6Xy0vpAmyb6wRjc/8N2Ev5o1lT7EYNA+yrsWP01JYL4XCgM/6+BPvzc1kT+iq7C752WbvjvfrD+KW/S/4NlxPzCeWb793wrAgFjLPFzfwTxXAATAhTWCvle2uz5o8Aw9k6j3PhiTs79L9V+/LDHGvRdJtb9MOoO/tFHevWvi0T+utpm+I5mOv7IoI77rO4w/nggfP+RSID668ri+A+cnPUJsaT/uZ3C/b0xcvqGbvD5Je6Q/NVpwv1M7ND+vXeK9aPx6Pzo91b7Qji0/0DmYv7fVv78F4ue/sYOhP4A8mD3A2XK9","FVS5Pqt8nL9CxFo/3zoAP4i/Y74nS5y8AeyKPxfSFb8/sRW/1TA9Pymu3b1d8Hg/Yf03P0Ouvj+RZoA+FVClPSh/FD/bMLE/y5VRP/AJ4L5J+yNAIc1PP3/CWr/uRBS/vY0ZwBIb4j63+hM/Z2aFv8AYw7+6rWm+9s42P2lzzz8ot5o+KCN9P+0x5L5IFLi/cShFP4H2UL9Rj5q+ZmmSvuMnKr80s2Y/pRIHQE6Fsz3ZU1M++6rHPg4Soj6WLti/PbDNP9n7Oz9i/oQ/2pnFPhX1Hz9JHdY/pWP/P9gBkD/v+hTAeu5KP+kb3r5nUd2+mPaePzq+q75b/SS/H7OnPyw5Jz8bSn+/uTJHvvNbaT/7CxW90rkiPSyXOD5/3sG//FJFPx6dOL/RGmA9HZzaPcQGn74h4aM/3xayP+boKL+vH4E9LXgoPShabD0SSEi/BkK7v5Gvl75F0rW+XimkP+zRBz8NI7C/iZXBvizV8b5RCiI/MsXxP3s3Fb8vqkC/lVLlP0Bl7TzIuIO/ZEebPoLznb5tI70/EqXrPqDDvj8BFpu/lorkP511ur9bdkk+pqVyP854I79Co5y+mO+oPlo6Rj8FfBI+LRLsv5UXIj8hkMO+vl6pv0Kcwr8i16y/kaWCv5Ucub19vtq+4doEPVXTEz7MD/M9oyW0PqBdBj/cBiA/ObulP4F5Kb//0QY/79H3vpTgQT/GhSw/qeLyvvuKCj4IKg8+MT6Svq2njT/JJlA/hZ2QP5BSFD8mxQu/pL6hv7r1Qr//ivc+VBSYvkiuaD6t//o+hxLzvai0vL4nZ5O+cKagveW+K7+hOzI9zBNwP328nD1OkDY/9T2+vsH50b+df7o+kM4XPmpy1T7aoHy/h0uWP/DIPr+CUWy/kQITQB1mCj4i2ua+aIwCP23PgD4NZck4mHCBv0ymeT2V5WE/ViZMv1ieHb8Stha/bkSav40Fyz/vBdU/26PIP5O21b6ArQS9m2UNwAkLFT+MxzO/pO4/v4a85b32okO/","K/k2v0lbRz+q05U/ZYXgvYC3tD47dz6/x9ulv36iur7jZ+o/CKLQv0ZDkTwtsAq/WxQxPajmmL9SEvC+JMKtPYlvwD8vOUm+Jf3QvtXVFb4SJPo/3VoGvilgIL4RHv++X4kSv3PJ0z+9Obk/3mkkP/Lvbz9nNc6/HnwRPDtwlz/mlz2/0x2DvqdWuL7Wt1e/7unUv+zuhD8y/98+Fp+VP46Yzb4yqnm+yIaeP7zrnT4oQMi/8Hw1vr1fIz7O6SLAu3ilPnGy7j713Is+heYvPahNQz/5xoQ+u7ZEvsXdK79eMKO/gdWhvwD56z5Y8gVAJRw9QLHkJT5egzA/Jak1vwmppb9GA9q/Rqqsv4hR3L75ino+MwLavaPH478IfiY/50miP8mztr2eAWG/TdoEv2pkDD9L+28+9Nv1voIZED5vCAo+smLHvq8r3L2k3jq/ZfWWP/g/EL/0hhnAeluFP2S0B78/nLw+4sezv/pzdr71a9q9NnqNPiO8776CvxM/stdYPYcucT/ofH6+rL6HP4Ggwr6Tltg+tTWLPgFw478sKCm/zvT4PDPK27+cja89FnDavgbnRb5zrWu/RBP7vZD8M79UVvI/1IepPz5VMr11ABo/H7AYP9QQMD1p3Wq+6bP0vkcx5r4xPsU+I3a9vo44Hr7v2S4/cGZGP6YB1D4HpCzAYDlUP6blu7/dII6+B44LvbSD3L/jmhg/FoM+vu+U5D92qKq+ZH9fv7JQgD50/wo+oCCPv01CG8AvYI+/e2rFP/c0Ez//iEw+r8t/v5Sz3D7h6os/A0lMvwwFY7+syFG/9Bi5PkIZKr9ngQU/oVPkPmutjT9aSMy/xL8Cvx2IZT6MrhY/FNrXPkyFmj8ASsE+0ZNGv94Sh7/WCzE+lu4sPHQsV7+2Uzq/6ir1v9vGGb840+g+QqApvustw76j5mE/vm6Ev82HRz7u3Wu/nI8FP2tuWL92RKa+I5MBv8OLUb98Ti6/HvIHP4+7wL4rN44+09rGvyTKHcChZ6++","dv2dvXTxEr86C6W+mclNP03Prz8BKES/UHgbvnrxq77m71a+0r/lv4Uloz955pk/6vc9vzGe4j5xw5+/yRa0P6pOhD/Gx4K+tAAov0A7QT79MwC//S+RPlakF76T1w1AqnErv4sPGb8AdL+++v72PjqNJD8zvba/vqHkv3gSiz265po+pzKYvzMcgj78COa/igmpP8xmkL/wuWs/CbamPx2Jjb9Wd2Y/B8vqPiKoFsB0PmbA0KaDvrTB+T6Okzy/mjQIPySGxL4ZmpM/e1tVP4SQor434tS/XogNP+yy9T/uHbm/qbGrP1SQhr8a5Y6/0oBav1r9tD/k5ny/TA2QPz15I71ar84/tibLP2L3FD6/PJG/nnvYP7oGBL9lOAhAoByhv+okLcC664G/s5YeP1a5TD603QM/Vab2P1t+cT4e98a+gnv5PoUYvr+lGWI+Q/QfvxoJSD8DIB2/HndfvrZqsj6JZgQ/qElcv3Jc/j5jKBY/qyPiPw7AMz9vTQk+ZwL5PmYORD7jpP8+bldVv5KJ0r8m8GS+9DmZPsMPqz3OmcM/QUyJv5rS9D9rCAA/nmpbP2espb3Y0fW/v2POvv89AMBDMJU/r3QoPRaQ4zzQnpA+6dEnv4XTtj14qdG+GRFev+MfQj9yJaS+JxmiviQNqzyr3l4/o02VvqSy/r8t2sg/bVggP0+Vzj4l872+1zAQPgh3+76eOzVAI8gLP23QGD+AnfS/9LYMQIa0xD0of3A8yKK/vowAab8CwgI/oZ0Iv66p+L8zMZO/7rICvyedcb8t3J2/AmbDv2nsCbyVkKw+pkR3vSyByT5D7Zy+Z8K5vqNOP7+7B0A/BCuRv6nM/j9NcZ+/IfNDPeFiMr8UW4i/LdqjPUNmjb/kdu4/U8RJPVUmeT5bzzs+rwClPo1K4L9Xpqa/U3YQvLrwn78YR3c/MhDuv4GFh7+r5Sq+nFn5PnCuWj8vWBrAGDdHP8yhHz/dZGc/9OyoP89WHT9G+jm9oCiEvz8Klr+Y9UO+","jFTQPmDeMz6nKR0/fuiJPuUaTD8o0OY+C6Euv26Raz3r4g7AhbaxvZl/7T6gtIW/FU18vtb1wb8+zSE+ekK7v71WNT9ol/y+ohhMP2XXMT3qLYE/1vrmvZ2M17+zAmFAfWcXv0jhhT/tmyE9bb5qPifWjb/CVss++M8UwC/4wz/Sbs4+hcsYP+pMc72ynQQ/US51P2EFd78lg0A/YuvIPxLcnj8X0wA/9vKNP7okpD9B/D4/xSHwP+gYazsfBo6+iPd9vMkGU787Mug+rlvCv4EfND+41A7A4v/5v3g/R79x+wBAgjnCPWRZSz6npaM/C5tiPnSJC0BJkri9I5sFPbSeq76NIsE/NKAUPiu6Ij/8g1E/7Wowv2R6gr8PSby+gW/8Pj+csT9ONIW/jz61v9uHDT/1M4q+H7/vPWqNK7+b1Ao7EQuGvX1hgz9eG9M/WMANP38nK8D/FtE/wRxZv9kXjD8KBjm/Nr3NPzuOYz4GoKc+paSLP1Bwqr/PL+O+9NKivXhBrL5j6Ze+PXzYP898rb3r6PG+CxSZPcxaWL/HCuy+CSnKPJ+ozb7YI2k/gqmsv5TVVr/Ahq8/DJu+vjgJdT6R2ui/JkaGP6mWWb+VxDe/R6cmvxc1tT8mQAy+V8PIvq3yWz/tTQVAJeNavy28Jb9hcBC+cX0qvwMuDb6YobK/Q4OOvDXWbr93dak+JwOzvfr/uD+NkPc+XlBPP6jqqL+cDOk/u5qovyJCWj8O3p4/ibYOv0etkr72pg4/Rk1ru6F9MD9KGCq9m2wLP8tMQz6Yt+C+p6Y7vO+Fkr4Ccbq+8NB2P1WHKz+HOMi+u3E1vw6V3j0ppcc+zXsxwNk+XD5g9OC+l94IP3tLLD8CzSPA86xJvuFqAL1jpb8/oYWYPepM9z6E/OA9qwS3P+P3mD/CqDjAqmxIvFDOK0A/vji/hoaQv5FHxL7ropU/4VFHPvHs5jz17RC8a35EPw4vJr93jgY+L+YVv2zl8z9Yt6i/ycJnP7qIK8CNMoq/","DgZdv0xg9D33Ko2+YZWFPzo2sD3RHOg/gmHqvkK3HMCfwrm+7UzAP2Xj276/YUS/AonQO6qYPL0N5EU/hO9uPgLkSL+yzwu/eGk9vUWLzL629rc+8F13PjhoAj7LzHO/n88Sv4OaAT+rxhW/vCckvxffPb0JOMM+sM7JPa/dCb/Z2mA/epHXvkS3lD8zHGo98Vx2vSFwtT1MUYW+rN8bvceFe78mWya+BrjIv4bZFL+GaYs+8XiXvrJaar/KyqS//AOxPnrIJr/3uzq+Nu8wPxGxqT+oCm2/2YZwviNgjz93Qoe9b2RYP56txz6tWdM/FPcivlaOHL8YDgnAlJc2v4qqd7wkt/s+G34GvafTjT9rJ8e+UOvTvwDm0z/VSDs/G/0tv9Zs1z5LrLa+VkuCv5as/r7iQsa/TFeqPoNjvD5H4qW+CslRPyPkrj+vHxC9rSWTv8vb1j/E8K69ftSBP3CdoT6C1mu+UZOtP/zFtT8ZmZk/8XIYPm3roL+Tm+I/Elu6vnPPYz6K04w8ruDJPgx0hL687i0+C/1jvxxNAj/va8++SieNPAKV4rxtgfQ/Jn5xv3ODR7/k9/O/tQtMvl9BNz/+PbC+j87SvRwBsL+hrYW/LVkpPxaZKD8G36Y+kMUfvgBBcD9wWFE+fvtnvy+Ujj8+zXY8RTYOP9Phpj0nDaS/p1qpvWsqr71dzwk/Kk4yP+vfsD15VW0+Ho6yPjybD7/NyTK9eIFBPugzTz+uQ3O/0oIrP/Bkzb8BEyc++TD9vt8nvT8TFrW+nbsOQImLXb7WsJo/GHqlvpM7Rb85Oj3AjO+aP+k/uj1RQ50/5JY8v5lckL66J64+0INBvtRMyL8H1fw/iwKKvffj0z85cHq/2+Xjvl9g776sq+A+GxSlPvpiuD/Uyb4/CixOvhvrzr9HLLA+4Sxdv2mEJj8UwqC/PHK3vrS44T0fkws9p4u8P4Cikz4IIOs/ET7nv2wuLj/dRuo9PlLNPTOda7/GKvA/CPcmP6HcvL9RO7C+","rq37PxvnDsD0enk/jLGzvmwHBr/VeZu85/yVv2vU8b5BuVa/1X/pPw5ktL9JxqC90Rf/PodY5T/BT4O/aJ/OvxKQ5j6ruNq/qYYAQP1JLL5y8NC+TnSmvISEaj4J2r+/xCgNvgwv2j8HNtY/T5nbvyAPkb6AQgk/wHqPP6ayJL+3Gvk+JPOqvz3gyL8pIRW/KC5WP9QzEL9v3gXACqPxPlsepL6uYa4/e7ZzP3pZ370AUaO/59kmPyftLj/FL0o/+XTZv1LR+j6Rerw+UN0Hv8XLCz8UBYe9raYNvn5FFz8fUge/RXCpv+1ViL2C4Zi/RuJbP/sa5z7K5L+/TUKkvm+3vD+y7Q4/1nOXvhuM3jxwnbQ/bBAgv41hbj+siYS/8EWZP3DpnL9KeSq/fY5NP5eJrD9ZqHW/Qm4TP8TDnT/+3/Y/o18Sv5mKfb/ftFm/KlNlPzUQgL+7ejA+QezjPsP//78KUYI67cXfv6eXwTzF5pY//DAOP7vzMr8BNUG/GcfcP4tFyT3S7sK/9/jsPuvNPD8H3Ly/Vm2eP4jW3L6hJzc/zIWMP89Zyj8r63s+P9dkPodcwb/g98W/6hGXP1evm77H4uk+t/UHwCHKgz+edo4/5hRpPwTk5b8UmhM/f3tGP0Y/G7+Ihl0/a12zPh3/zD8ow4G+8WiCPl/w+j7+h4W9+aEqPw4S+L1bLI6/pkDkvm4Cdj9vlvK+mXPBP7trur9vdBA+FptTv6SitD6kbTW/4sI0PwnGX78JlPU/CvcMv3uTD7/SwYo/ol6nviYmGz84eDq/VBovPgXJRL+L5o6//QB+Ps0cvL6CQL+/Alx7v9S/vT/0c0Y/ZqWUPyFZI7+20Ss/zSUUPV9ltb6pAZM/s2clvtDbM79ag54883+0vkKor76OpIq/IiT0P56ndT/P1vm/AYfDv0eeCT4c132/RjQjv3KzDL511AS+v4M0vx4JvD9SAE0/xNrlP4rutbzOsLo80/tvPhHamT9cKju/3RL0PkDE+D7WxR6+","Z+Qvv/nJEj963yY/PGSeP5qiB8BzggU9+m8xPgjzu74lKwTA71YiPy4eXD/agSG803YGPglikT4zRXM99bANP5wCab/lr6m/IUa1P/k38z5RofW+iJFQP5LPMcCqjhfAaJIYP9TXrz/VNqM/em8+PtOsuD+773e/30rDvnqUbz/kXqG+x/DtvzXrA7+QO4O/+SFZvgNHcb/tJwNACU5IP+YHX7+zCt29xKRzP0EcbD4UIte/rJ2wPgCYub4og5u/8qT6Ps7Bvr3dXxU/l8/jv1pyFr8MqKo/vOAqv4FUvz+zAKk/axwSQLVuzz6b8pu+dDBCvaOimb/4phdAGXaiPwbwgr+pcBY/2mxHv1oo5j5vIk8/ZcZMvq8J5L7sGjI/RXGwvxX2jr7tD74+y+D5v836f79lqCa/GpLTPI4Qez/FYoA+OSpZP8VCG7+P5z8/uBPPPjaIzz1Idz4/lQo2vwkY27/TvYU/IaevvWxk4z7Z/Cc/ak0YP1wGqT6sNLw+9M1lvzjlZT5NI9Q+tw4JvzctgT+Vrik/IDEPQFyUkr0AH7++L+SCPQmmdT4PCCq/ElvUP1wKW78ksChAKVmqu2V1175IRAg/iOgTP7YMWz8NSry+xakLQFQF9L+1Bng/8mrKPa9iF8AwOek/BFmdPxSu9T3pTNI/Hc4/P8VfK0Ac14i/APWqvw5ZAUC9dxY/sFsgPy1uiL7g2+I+LaAFPzTEvDwKojk/D9v8PrkPrD60RJ2/U/THvr2Asj8g2ZG+TTgzQJa0Ir/0VpW/LPSnv2nV+L4TOY+/0VdGv3c7+z3B5yA/1i8ovyVaVT/2Drs/mECiPO/UpL7hF1a/06piPpY3ur4CGQe/BCNmP0Wsmb5Mkvk8lz3/v0QK6L1SHbU/+iqWv/ZvoD/Xk4C/iwQwQMKBjT/ZO5o+urQ7PyYuzL7Uvu2+hS2xP7zgN76q91e/0ILquDgqgD9+0Bu+RJjBv2nRYT8jR6C+BEBuu+piKD9QdNO+g5Lzv11eVz9NDLu/","bU11v3/kK76GB3e+lv5uvgYOV7/khzK+Scq1vrn0ez+SLIs/ciclv9Kzfz8wpdI+cHYVvzN7EkBR+hm/ebiRuywGsz52JWm/wJtoP2URID8g6Ie/QnJNPjoenL/Dxq69fFKePhFHhL8ogqQ+zsOUvvSqxT+sS84+XqL0vkStEj0CpUy+PhW5P4g+R76fJZK/3SGeP5vmgj+59hi/fP0zQBagbT9ICxW+Y4UIwDwHC8DQ1IW/YyShP3pLh767LWe/kx5EPoKhk73mblS+JRDfv6MJCMBfJB0/iHPXP4zV/72RQPM9VIl9v7kltb2Z1R0/zcJJvpS7Fz8GrCm+3+9GPyn3AkA1HPM/y2URP3hQTTxfX5q/cu9Tvt/5mj/71mU/jh73P6x20D+3Woa9AmbzP+LzVz+CPgM+MySRv4jlxT+8WxxAvBUPPv3mpj5DAt2/CF0+P9joGj46gPg/JUcoP4+9pL8n6a6//KGLvjRKOz5Z1Im/jpBwv7e6cz5PT4K/2LxWwMy5SL83qYC8h7WBPo9tfb/QwGo/7pu2PirUK7/Qhza/vkfnvs7ZHD5EoHM+nfOmvh25fD/VdhS/wR2bPlvVfr7WtVc/euP3PmX5P775vtY97b1qv41hlb6S0JS/TjG6v1imN7+QqYK/857Fvh0NTMCIpdS+ap6/PtQpGL8YI4G9N4cxv7CCv71Wx/y9o8DEP0bXLT/IxaM8r1ZcP0MErD/8xG4/68EiP5IDt76w91Q/NbriPsgBCr5rIGo/jzOevmr5oL7zbiq+hCaVvnC5y7/g1t4+ZDKnvsajNj9yjfS9KxHAvy0QHj5OATXA75oVP4biFL9GvUe+OQ/lP1Mjx7+Xf4s/C8qCPw+yEj+7+iHA9Z2Mv4gWvL4mo7i/1ABfvx7tNsDf1t6+HF8FPQbsjb9jN9M+yjk3P7B4rz7iyd8/6pFyvKBdsr/fL/w9TfecPiV1vD/UKW2/VxAzPdWCm78ziHS9VPDqvg95HkAh/76/E1f6v5WYbz7zB4s/","snaZv0I/wb6X7jY/1kXMvPdaR79uuV0+DT2HP+z2EMCX7oi/m3oRP97Uuj82leq+uBHNPQqJDj9rZBI+zixFvXRgAT8yffq/ss6IPlNYCb/Y5BVASTBVPxHlCL54x4e+BL1aPlQRwb/qzrG+90T8vl5+DT8fvIu/ylK6vxOe6b7fUA6/Lb8BPiMDXj9VLq6/NTF3vwLSfL+MO12/IHFgv0OZwL/QNXa/GaiZvNiH5b9vEW0/Reu3P263Gj8MYx+//zeQPy49qT7TmYG/7I95vhP1rT/0AS8/gNS4PxB1JrzWvxC+92LGPut9E75rVxa/oDREv1biWr9pREy/8GBVPUuiwD9q+GS/YibgPOYUHT3hdBNATG8uP55PXL/JO029kMWJvgkHnD9OpS+/4idfv2JGEL18XDE/YlKAv9lGpjxX4ms/G9BwP5bF977jhog/yFtZv1NXbj/KeUy/EKE4P61jr7+tJYc/zSu6v5xuHb9aP6q/E9HFPiTrxz3TupY/ZKm/PpfRfL9pnMg/VjdtPwepIL7iKPY+F+uUP0mhjT+Fm0e/HrV5PtOmEkDEEh8+O4Dyvp+51z8N5n6/A3alP8D4MEC/JZk/UMGWP6CFaT+TKs0/BA2lv+m3iT5Q2kK+kLuWP+wzeb/pU5k+NTv5P+zrDj0N5pu/O7C4P2Z4q77W+cI9YdgYPxNSZT/+p7q/ZLsGvdv2pL9Lu4w+nCkPvjF1nD/NnE8/1RD5vshHSz4q9AG/UBPJv0yU5r5q/ec+6ouav0e1gj7r9yY+9P+BP5g1DL9ePYe/Hdjvv//Rx7/cfIy/7/tVP4P8Lj9NmKS/VQRCwM2WNL9RfWO96Lu2Pw2glz4tSNQ/Zp+mvx0LYj+3K8c/Lt76vTt1MT6CY4W98QgHPFrlCMCdEzO+iQvdvrWn1D6YglY/NLpKvz6Zjr+8hEw/Cyjgvzz/uT87GxvAEaYNP2E4AEDZn+893seePj+3Nj+4pHQ+lB0IP0CRAsAp9ac/wTVvPxld1r8hu8a/","c9dFv+dbqz+lQTA/gLcYv/6SfDsk/Qa/Vsrtvw/+vT9NFts/lFfHPwRVnj+UPkW/eX95v6hUoj6OY+4+utZHv2THaj/wxvk85iFiPyu75r63EZK/Wg9CP7QX3r62aO49DUwpvhGw9D4t1QS+NC86Pz63mD/nsZS/YeN+v/K4DT/q7Yu/atb9PkKMk7+X+7m+NZGaP7KXHcCyGMI/hSnKPomq5b5SwhrARr5Wv2WCXb/f5uI+nOkXvwRsjL7NiX6/6ZMSP6x/QT+rqj2/qdg6vxF/w76T3us+yTskv3wXBT82ZES+nyxVP4PsnT0Rji8/xdDVPhmqNL/ntum/Smr1v8M1lT6KYVM/1g2tv7oFlL+1Xgo+wbyDPjJIQsDvmAe/0/mRO+/fhL9ugADAFQf5vh+4R78fxgQ/8hQqwMsfRz+xFkrAG4DovmBt579V9Iq/mgv+P3plLj510ru+mRPuvhDDKL48CP+9ZpoJv3yG6r3Ds7k8Oz25P598pj03Fg8/XtNMPe0wqr+FDw2/nDI0vpXD4j4MuXC/haU+PxNJ7j8JJRg+5LquvwqrZL910W8/SdO1PxRal7+YAvC+G6Z0PpW4jj/ke3Q+X8wBwDjI6z54yLi/lI6hP0WJ9T4P84U+wsUHPqaCHD/VGtM/q3IYvxGrHT+/YqG+u3OIP3gTmD+tECw/gQpiv1Quhz03M6Q/Fi9wPvTX3j3LOu09s7KOP9+2+r7c8OW+StDDv8aEJcDpIJG+H3e/P/bDiT95MfS+2UuyPjV6CMDTQRI/umSPv4DNLL9KSnC/7SICQIhnPT+lb6m/yaTPvwlbLD7/dEI9roq0Ph9p4T6PO+M/7JGMv4sBPL+wCbu/G0zPPsuEYD76jCo/78/AP9Wahj4mTRk/DDrgPmfPZb9oIdc/M9HRv4FrnT4rkyS+NoYEv9hgUr9q5vC++qADPj7eFL0cFZW/aw+uvztqXr+06B0/rEqTP//sXr8PVqM+S9jgPypMiD6y1BS/7iW5uwQ6VD/enhS/","jQFTvZ5bQj3Rfoc+df+kv5h2Iz/zqUc/dA4HQB8EDj5G7bO+ieG0Pcfyjb+/t64/PK5rP3fsrb5GT2W+4uC5v/FX/b8nzUS/jTGTvm0w2D7oXzg/3Q58P3kDcr8y8Kw84RahPkjwYr8mX8W+2BnnPvyJwb0aKZa/EWt7vSTYkz6E36U/Lc/tPXdnPb5n2AM/SEgJvy41vL/cNwlAPfeev6C2wL8lCaQ/dWwavw8cT7+YiME/E+6tPBSxBz7qbb0+F7wqP/IsnL9Z06U/TF4uPwxxhb/I/MK+1Y0bvxzutz7h9Zm/dmjDvq4KKT+Z1lw/AiyVv9winD5kMoe/WBDqP9FBCkBlv+K/ScgKv3uelD1oSJg+/cSvvhnfYL9+TgfAWQM7PbdHsD5gBOi/laihPOJlmr83LQXAfGYXvkuGO79IJ/w+pTlNP6hCOz5WIAK/y0QPP1Y9nL7lqL2/eQIKPKfRob9d9wo/ytRDv+uwrT/Gefi/wEkEv3nIi79yZjy+BNyHO6lVhD8dKRVAW9xev8BMzb5b6TQ/JlmlvuYAYj5Gx5A/SJRVP+Q4Wb2axR4/U5cgv1cy6z+mjbs+TxW2P3c3NL+G2zy/gTs2vnnvzb/x0BW/FNClvjLz7j1M5Xa/MgOGPwDHnr9E0Ek/Zrdwv0fKXz0FeqU/oUuRPM3XHb69sh6/1yrnvsU6Jb6pKoM/yvy3viS15T+/iNG9jXKVvTCMC7+8su495gexP/j4Dj/a5M4/ciSmv323/j/YOpQ/tNhtvmAzwb+cjhS/rtdcPOvHGT8+dfI+xX86Py/cn76S7Sa+LSY3QKxoEr74mHi+gYwav29tLr5KtBHAY0UuP2qZy74UuYG/izrWP29+dT9mkpU/tEm6Pkbmpb9vR3W/0hOePug42T6QUIE/Kmaov5iZhj/ocAdAiGKbP2oNhj7JslK/FAeTP5Eyib+5Jyi/Mcifvjbz7D6o4Zo/KO+bPgo0b70GJaW/0vYtvZYmJT+kyh2+RYhtPjOdBkDKoQ7A","rtYAvnX3QD6jXwk/jcoTQOqbkj9Yp8S+BgOjvgujwj5NLho/MtMzP6x6lr5PSPO/n4KtPieNfz+dAms/KKuMvZ+PAz8ocU4/eUiwvz5HwT5NTRU/10NTP6ixaj955T+/V3Uav8b+e74rw+o/280QP3S+qb2MYbU/36iJv/AdzD+W8GO/DA+APjP00D6T7oe/Uc30vkQTML/xRmy/3NHJvbe4y77BfwE/9eO7PtHi5b76ypE+SB8Mv0RNKsDjM7K/NgZ3v7PJ/D3XZHe/2IHBP57qKb3S77Y/0cPDvuFgZD/C0/u/H6+CP16Vgb89krE+wFkIwEofIsAJMmg/QUodv9wfoz/KMT8/2GW5vikhab/YQ4C/kxtDvyr9+z5ziWo+phpPP0y2NT/lk9w/n5LhPq5mTL/SMX4+H4QKQJk64j4h4CE/aW05PwuaXT3FWRA+Vuuxv0foXD/MPyo/EMZOvvNkWb9zAig/H/omP5UelT+TVjw/QSqFv97yvb3vUiI+8Lc5PDtcuT47b9U+UI4GPx6LNj7dZw29WLwYv1H3xL9OdpU/1CUkPzNZVD9YYWS/iiCev3hpHD7AjIm+IVsbwEqqJL+k5XA/20YVwAEoSL3en9G+KoEEv4i7ar+UY6I/ucFPv595nj8SnaU/2x+dvi9xmr5CSB++CNIhvwX1Tb9X8Lq9rrOxPbH477/m3WA/RSM8P9RDFT4zeZG+3sOBvgmRmL8J3sO/gbDVPp+xcb9o/jDAx/PdPhnUMz9z14e/rfTFP/gJ5j3kPR2+X2RKP3QN0D5ePx6+tFKQPh12dL+f8Jc/Vz0bwIuf8r+aF3A+WKQuQFgmtj+nmwrAIjFeP4/okT8YE8G+WquZvzSmCb9zuwTAPegtvbzEdT6TGJE+ZgydvolArDzVUmy+SHbsvshfOr6dZ4A/e1vNv3ktHj/WtHu/ciorP05Ewr+QWPg+NbYNvyarH71su5+/GsBmP4omob4DvUo/6PfTPzhXwb5cDJM/RXxhvx64JL8A3k8/","RzpAPx9e1Lyv37+/90gPP2A0lT8wiXU/s0Msv6/lRb8eyh4/rFWSPxQ1yb6bUAu+2eMqP+OJlL/F7MU/XpZkP0NS5D07rkK8b3bCvp4TkT7jSLK9pvKKv9wQgL7I/ZO+NIPtvqqJJD94+sc+P/XMvzwdaT7QN8W+bpBdP1DoLj/NQwNASIfbv0xGyTsrlDM8k1jSPn7N9T5AZP2+po3pvvE2Rr75W5++qjcPPuYBjz/j0TU/KmAnPiWXFL5EUk+/0xw/vrJ9pD9E1Sw+XMqSPj9WPL+X4iu/SSNHP6aAOL+TTzA/OaFjPzWy1r5inhfA5dW4P2M7AL85ZB8+8ybcPvSGK7+rh78/axCXv7xnrLwv+II+fT5TPz8eKL/V1s8+Z77/viwuAD+QruM+jFFaPghDbj8FNLc/0dHgPc1ayr/coBA7bWQVvzrRvb+DHBS/i0EevsW+i79FdW6/KEc5QGCeu77e6Gi+XQ94vvHCzD+pcAVAZQLBv7N5eL+ZuCG/oWeLP2X6sr8+D6k+56xHvx+Yjz+ssNU/oLEAQKPzcz7Al7u+GuGRv8WgMT8YiEu/zM+eviJBZj+lPyw/PyYhv64XpT6TVoW/5rndPgH4RL871k8+Pu+JP7XlSz/4nyC+c1fvPk59ar/mVIC+fUYfwA8F9T+ZfqY+uulNPwEBGD9fuYU+mWlXPy/52D9VNS2+bZtIP0nS1D7Zttq/2pz1PiYNXr9NdTi/g5OAvoptMD5z342+E8huvyW2aj9IniU/tO6ZPaaxkT4V3/W+rTPhvgjh7T6UZuM/tKaSPN72jz7TYAa+7pSPPwEhjz8oMoI9VwynPjaggD8Ne4+/XrhDPr1wrb+t176/XzMIP5WKgD+Ww5e/iudJP16I5r7gOXBAbGzDP82V5L5Kjva+TAAIv3VFIL/TRlg/RIZ8v5enYT8nNYi9Bflpv/M8a788tX+/56TKPvLMg7+OzNA/4JWXv7Pqmr/U7I8+I1KkP+tLKb9SvU8/H5pRP5B7B0D+Yvq+","k24WPl+6nD64USs/pjMGv9qGGz4zOPs/+1jgPqNrRL+kcl0/sst5PkAGtD892V6/ecfvv07+6L4vNLM8TueyP+duqr8a5XY/s9SsP5pFkr9qH+G/vMzLP1nNGL974mm/erCNvyHI076ifbg+ZvSgPgKe1D/QVoQ/WOdcv0S6nz/GRyA+Jt6ku7H/+D4U3iBAllKgv9J9kz3FwB7A8egRwJTWxz+goQ5A7TwtPxfRWz3D2OW9PqvAvmpncb4UIFy/Vrx+vYC+tr4zjT2/ZO4nvzDoIj9Buke9hMLkPiIO+j5WXcS/Ko+yvsxiVb8e4MK+09aiPWDDjD/BlyW+S7eRvijqqj/A/KA/xp8FwALg5778QkI9PYmKP4AZiD9ILow/t1TVvwu/K0D7KoE/7aHkP1znpb9wpSQ96wokvg+LVb/RWZA/3Mq3PqPu77900/E9v5axv3SWbj/Wh+y/pbsnPmWZiz/bfCw/FPDPvhPy2ryoFDK/4kW6PpNvRD9gRsY9KnTZP3VZCT8IbcM+RPIXP5Rvqb8F7iA/2NgKvyjdiD/F4h2/DSlkvzxW2b99zYw/KbrHvxHDnD4iwi0+B/UJwHPctr0r5K2+ck26PhjmnD/FWOI+PloMQLQh0z6BaiC+H3ZmvzyOEz8lcgtAxxriPgyBIb5wZaU/74EgP8kNbT/2aaG9l1UEQGQb1b4vMm+/ZIVSv+GfRL+AzP2+Haf5PyaNGr/5JI2/87mYPn3LxLyUa/Q+Wtanv2y7gL/ZvMQ+4sZJPxKniL+2+d0/bP4Lv6rbAj/6mem+p6wHvx7+bL5Q+L++Wwo0PjEr+T212b+/Aa0/vzuI6b9UwJg/DdxoPkQko74wcQ+/2k+ev759Ij7UqAe/xT/ZPn/FmT7i5Xg+gc5fv+Aq5L9KPZy8EOmdPs0Bur8DfkA/t1UNP/8bTD9YQai/vNn7v9di8D2cwxe+S7P2Pxz+i75HYwk/oFtrP4+CGb3gNNy+okh8P0pvcb/nsMc/KLzvP5O/Az/mDDI/","O2k1P7iehL6pcbG+bZYQP4ARyr+HtAPAd6XqPxUPKEDEuCU/Lt0AwOJPab8h7mK/8/WTPz0luz/ucpu9xFo+vwgXt753RFq/4Y1bvuCKAj/0Vki/1nGLv7nDCj8NFg89Sbm4vsTzgD/SAr4+NstxvzJEBz10RxW/Jhgyv85pbz9+CY681+HrPmLsgr8h6Yy/biMiv+h8YD1m5aU+ntOkPx36o79cVlC+jmAfvh1h+j6fanM/M8GZv6vXvT9Rs+m8CMqJP3wBZr+s0Mm+iqUBP8T2oz8X5hc/TpEJQA0zKL/j+jY/HLM7PzwqsD41SCC/oLQIQMdyC0Awpny9gVVUv5O6rr6PNoO9xLzhPjvW875mfom+2C+zPp4LKT0i3V0+JkWavriqjb8vKag95WSkP4yUKT+TMmO//yAgv5tM1L/RyAu/nVYSvzGumr8/nXg+UitLvwQqqT+1T7+/PKsYv0pFOT+NuEk/a+zUvigXhL4t8PS/9jpavleAlj1h+Co/sxG9vyHogz+bcQPAFe37vq5/574E7pw/hTAAwMw+p7+lMyK+DQkHv1cFXD9VBE4+L6ODPv1WFr8+yew/gRSUPwYkjb/JrUU/uvJEPcIsE79ya7S+9PaQv2FOID/iXBi/+44vv+3Cbr8UDUE/uUQavw98rj7kE5y/Oo6Vvmg7mj9DI4e/IPj9vwGidT8Rx1c/998rv9hXOz658Fw+Uk6Rv3E0Zb/i7Iy/DBNcPiKFPL/KADg9sqKCvjooxD6DscQ+d7zlvog/yb01bi6/qnvOPvgkjj9jeeY/oUKBOiEQsj2mAJ0+wne6vHeAcz4S7bG8LrkPvn2nnb+7h/m+4DvPvsaUfD+eIh/Av6mzv15Whb5KAk2/4QKBvzLFyT6XASG/bJ4OPw4a975TYqi/wRSrPgpjhz9rmgE/2HFSP3yuzr+vD5W/E4ceP/Yljr9xQ18/M5qCv6OOCr3ZTok+ZCX7PhYIKj9qG2i/oWWGv2qIfj/eghq+9SuhvjnUOD/yNyJA","/tykvyedLL+RKgc/8C0Av5RjG0DWSK2/xMqyPTVz37+k0Vw/nkg3vsnTgj2YW0a/y5L5vv/vsT89Ppo9ifU1Py1ner67Z2m/ld4gP9mnCD8H810+MqeAP2pMCL4b4kQ/LoDKv7JYAD1o+tO/H4+OvnKBdD/GOja/2HYhQMHkg77PW9w/VATnPw7rdr/N2wS+WBXYvsA9Mj+9rou+xtEdv0f5Mb4spUK/JbO5Psbqqj/nzuC/yiHPvh5ixT2xs0y/heEwv8t92z59Xi4/nULSP9EVF79u0v0/ailTP3xXWr+RTV6/HIKEv0LXlT7A0gpAyCDCvTSQFr/Q8Ti/OGIhPyaLlb8xZJg/g4uRv2V0Az9XVHi/hEWuPvz3wb6U8w8+jRIsvz3tI77eFgbApfyBP9cWMD/CoYe/0EKiP03akj9JQhG8c9yXvtjx2T+970m/T8eJP4cZCD1BA1c/1MVgPVq0Ob3En429FLnyPyXqiL72NkY/ng/Zv3gLrT9wi2m+M+y3PlL9nL4TfVK/prPsPS9tnj2j/DE/RNDPvyuhrT8aQ5K927OUPgXbYb1Yd/o/xGpCwIl6KkChS/c/mBSVPzYTDr0S5io+jjWTP0pd6r4j6km/xp7hv6Kilb9tFx0/6VXZvqmMpz/W8uc/wohjP9CM0z78ca4/Fz7tvmlIJL7j9tq/03gvPvNoAr+aSFO/KxyFv2mDyj8pfVa+k5W2v+9mB7/5Wo2/UK7mPpQigb9COSe/x1L1Po8XhT9W3Ue//sGZvu/cmT7GZZM8V2SGP8pJej9TCPK/I3InPqroxj4bUHq/vtDhP7DO4T9PbGc+5TDPP4jI9b+C2Zu/oYAgP6Nef77sF7O9at9pPib2Oj/4WV2/S/WWvyZwQL+3rqg/vlGhPaHUtD2ReB48+WS5vTwltb9c9J0/YzsMvmTLNz9IKIS/dw2RPUiG/D0m3sU97u3evh0F774715y/y1T6P69NPL8I/i2+F4y/v2H6Sz9LjgW/h3ePvVeuFrw1Fxw/","TJOXP36qAT+AVsw/9NEpv3r6+L8KXrC/nQInPyJr1L+OnKQ+aOXXPikM1r3YCcY+nD2kP/S4XT/pQZq+CxqdP2wdB0DhzQY/cdTIP7/jGT8sx/q+Ud1/P4DRRj+Iwuo/exx3PyLyOsCVJxA+OXKsvoHMmb+K+8e/n2R6Pvw84j+aJb4+UVvXP1UuCD++RpC+twj4Pc0efz5BZJy+04MgQF8ADT98zmM/9UIbwJkGeT8omYM962oXP7AGBz/7qg6+xUNkPqXno785gpI/Z4iUPw5pMb/XwUs9wJc9P97KmT9jeCi+VhArvx87vz7k4Wc/Q8+GP4o54T3N8CG/YTDPv90NMb+fyQLA0sUHPwQAAr5vC149aAngvfhBPT+LYqI/yt4bvxpmvr6l7fw++bN9v0paiD/QobW+hxOHP1TpBb+lS/4/Bh3aPnqRuL7nV0m+YqW0vvCGcj8howU/H0U+PpquBr2rt0a+smflv1zDLb/LyJ+9YwlSvzebkz+WGua+LEDMPwI1sD+zEby/LK7UvsAjZz+7aQy/SFDuPHnohj+/1IW/oZwAPAKcj7/fHry9ADdbP0NDPT8BgiM/67azP6aJmL/wDjE/jwKav/LP4j9N41o/KmS4vvSxIb0Dj4I+QmuyP1XOH78HG2+/717LP9FiHL+n1Sg+5J8bv8RVQD8tHsY9SD/oPUrMHj4EfLQ/RHS0PsiZAMDVin4/KPgdvx8w+z900/O+WGlrvpH3hj91exY/MZFfP9KfVL+hJB2/WC5ivi1Szr6I1dK+S+Q8v/UMm75Q/74/40pDPUtUHz/tRGk/VHO/P8udvz12js2/qjvXPtyC2D7FFtY/e7Q5v5us5T+lWl6/ygagv1YlB75tIoQ/5oxBv3c1jT+K4Ju+Gh0fP6lzwb2yOcG/5ooHvwA2Or+mn8c/DGn5v4+Dfb9z9RO/oqPmv4fQG8CM+hC/XOyxP1yTn75E8Cs+t92RP67yhb9yLwi/Uwsov0Bg0T9YUU6+utmLvwH3pj+jLO6/","RRqev4TfQj/v23K8NgnkPa/q975+Ek0/+dAdv5Nnwr8VCKY+6mrOPWnOyz7HAPU9/hU7vge1tr97krw9A8+Yv7nd7j/8EyrA/KtBv1eWZz8kCHE/fyMxvjKglT/uhmY8BWGhP4h6E8AfrIm9UW/DP+vaA793HFk9T8/bvtzzO7/rDcw+6rcXv58K9D8H5gvAcv2BPWf0O79kGoA/MfOtvs465r9dzbY/krFev+y5vz87GdO+4BtYP/tDYT89NLC+GD1Nv8I6fL+6nb0+r9nOvslshb5Acck/fi+6vxMs5746z3c/r6enPsCBfD8sKrE+p23mPsEbxr9ZHwm/N/MFvjE2Kb6So8y+D+CoP0vqg75Oq+k/+RYBv2CVKL4whOA+QiusPvo7jj5xMb2/6nIHP9wlX7+0QFi/Tk54vn6SM76bLCg/PoYZv+U0yD70Uq49ukvBP7g/Pj6EjQ2+iOaYv2g+8z9uhsw/0kBBPktMs78mfx1A+7ZPPz/ZHD9TXCc/6ntUv+h1mL+FdQM+FzKMPxuE+j4HmbO/JfQJP+NMhT+FRtU/vLX8PgRUGD9L61m/tUZAvQ9/qj/g1Gs/P0hYv4xEwr3N0i4/PteYvc841z+VUwU/FaoIv7WF+L6jxmM+c6axPi92IT+ick+/LQfRPp1b/j6H+ko/02QGwC4eD782Tu098O3Dv7KXWr8+9wHAXhhzv5vh+77TUrY/MRYxvxxfpT67nABA+msVP0lWM78AlpA/c8K/vjfIHT9lgy0/f6+JP8s4ob2l4Ps/TfUJPW+Ctj3DoC4/84yhvhpkJ7+qt/i+788VP87mOEA+Sp0/T61zvtTHbb8EdWY+UVpdP9RSMT9o2Y2/0l1xP5us+77HkGQ/FNjMPg3ZGD/RJp8/eXiSvu98qj62T8K/1gtmPq4QJL/pZWa/KN0NvuTwCb+yNJ4+1qOEvZKVnT4wNZq/WmLPviXCSL8RCIU/BHT4P1f2BkBahY0+VuYrPzP6uz52btA+BXOgvGjM5z7yhV4/","6jQ5vNHcmT8+3jC/f1DYvhUnFL8cgqc/txSLP7yMa79jDDe8mLp7vs9Luj0zKvs+PomBvxTmND8vA3o+Z5WQP5LoXz9hoA89OjRKP4t7dD8SFTm/QnqHPUG2AL+4RwBA1gq+PzT+bz8I0zXAdtk6P3wkFMAT0hBAMetpP9b9a79PKEw/WIwBwOvav79DmpM/TV/mvzZ9ED/E8dO+T4Iwv9VKZ7+S4bg/9R2sPy+rNb8GeW4/CMfmPjv70L8ddsK/l4KYvikFuD+sgpI/UfPMvoKnNz/2mKO//LNSvdDRqj54j1m/Kw/Mv3bG+T+LGry/IzTwP9ptKz/E2W+/A+s4QMuOtr6YX3s8cwJxP8KvYT+wiE0/nbFcv4nowj6ExQpAFxhsvz4Uor/0Jlg93iFxPcZxV7+lNaM/kym5vhCChj5Tt+M/UnoBv3qGvb/Vt6K/8IQjP6YI+jyUcTy/xgzqvuRrub8KW5W/YTq2P/eom7/Cqgq+lP1MvA7tsL6nDZ+/UkyNP8jm1j4OT9g+yC/3vvElpD1TbjI+fZS7v9PKgz874RHAhtOYPpyuhT4f0Yu+15bcv1YUMz/y5k0/kCEyP5ZyRj/ds1m/o03gPok/HUBLtsi/VX/fvlYTZ764rae/N6IPQArA5r9eR8I+DHokPzO0670g6KW+IwVBP3uvKj4Mf+S/1aiLv1pakT/i6g2/Cxcuvk+Jk7+DowdA7CbFP+dkrL5gg+a8R3YOv5KQ7z0UBTw/djAVQAlvVj/+6im/7qlsP4aDJj8CDFW/qLQbvpS2KD/ib8s/yIMZPzRtrL2AsmU/QD1UP+Dt37weRxDA0WIAv/4C47+Hf/W+jPjyPr6TJb6GNDA9ZLJBPw5Mdb+tL3W/ctLhvhhZEL8WMMg/DNSaPxHUP72P4vA9Hb3uvgoeej9u8FE/RhISQM1Mur+x9hY/puxPvxa7sz9lX56/kvQVP8PyF7+b4wS/eLVVwGnsMr/aO9E+7myqPX0uuT8AUGW+gl2xPiSMO7+1qB2/","6Fmjvk/thD9Lq+Q/edqSPV0uA753xEU+V96iv4RX8b1OxXo+DGVIv9b1B7+NTh6+0SiFvzy4mz9SoSG/xzWivGzqTz5fJ0A/VILFvzUZK7/OnJA/HtWmPjdlg790eke/wY9jPqiBIT96aAe/Ll3Cv1/rJr9QXvm+v25lPzOUm7+M07O/S9bEP7Y3Jb9r9BY/bwGOPq7HaL+ylaM9NNkgvwtI5j7mV5m+3WICvxGV5T8ptn8/6Ur1v+35Wb6cjpE/SQxXP2fqD8C2t949KkoQQEA2jT60igc/fEYfwJV+AL8/1xS+KBRavzSRJb9r4Wo/yXKcvxPTrr626pI/g6+TvhbJUj48mhW+IZGbPzeemb+9Clw/K/AJvaQbEL8OmtY9Dcp6v2uxRL+bBrg/07+Fv4ebUL6xbw7AHVuWv15VGb49KhTAgREePxDE2D3EaRK/fHnKvqG6i744iyk+UCydv4GghD93JXa/Y0NyP30suD9TXFs9vS6LP9a6PD6M+g+/kWAqvyMFlz8+KcG+XmpMPHqE275mzEU8LBeKvkEwOb3jJqQ/WMc0PwOJ1r9A2d4+M32MPtzpyT3IFSQ+dQ6svteOaz9iDEA/URihv8O96b5JWgS/Iv10PuydZr9upI4//aNSvxVsVD01jgE+g5GrPvugFL1vrqS/H8OLPvkFqb+giyM/A15VPyoaQj9rEy8/DHWhPwUsQT3zIwe/CC16vSigFL6KPY8/UsPJvxpaFb/3E+89ZXu9P1ZALr92dli/KrWVvxZxJ7/5XLy/eEHdvXmih7zTUbk/XZtyP1US1L67QzA/JgixPhSJvD+CF2K9sOsYQBG9p79fUb0/PXijP90vIb+fdn0+ZRNQPwdkCr82vGo+18CMv9HstT7kY2A/1DLVP7Ymxz7tzPg/+wlvP3p+XL+tBL2/3qZIvqipqz7UrEk+h3+AP9tybj/KA5U/09povowtBD9d3JS/Yx4QP5fMlT7ZYx4/EZryvxpBjj47NDFADw7bPwYbjz00NP+/","QZCBv7GRRT6oThi/w/EovzqyHr44q4M/zWrcP8E6fL8pN9w/94f9vT/Atz57W02/pcghPQarsr+9HuQ/uOp4v3zmzLytw+G+dNGSv7/Z6b92PQS+11ryv4g7PL+hIx6/eXWhP4sZcb68ILM+lODBPXeSjD8wrEhAxxo4wKVjjj90axK/R9r7vxcrAb9qJlA9Z3uAPl/9ST9tmhPAaSKnPlKyD0Ay97W+TxPMu+Q+EL/bPx6/otu+v/RhIb/agq89Jlzzv2YqbL58QfS+WzUAPhQ6Jb8zACm+dJ5jv7j3ub7Ybd6/iQcOPszSlD/EpBLAHgvwv9Hsrj624QW9ZmkXv9ejzL/2PmK+Z3jLPoZaTD/lN1e/ModiP5oiBj0GvZI/1YbxPlR4DUAWXVO/F4JRP5FFtL9faLg/HRq/v9t5HD8/rbW8GJKvP86f47+Fn1g/e0F2v98EZD9LTXo/vaKFv4M1vT7iFRy+yR8XP61ojL7AhxW/BpSNviivrj5nGKK/WoJRP3HlYT5/zs+/90NuPjSf7z+m1SQ/Cn/FvxvgZj8FWaM/Z2gMv2cOBT0WlY2/OHW6vW2cM8B+P2c/R2R9P1nfrL+emEk/Av+BvxHsiL7v5xs/NgCHP1BbDD6l2JQ++Mufv6dINT8D9vq/o7YQP96j2L6kLFc+j1CUv9SEtD/dkii+qsfoP03oLj8NOy8/gWmHPoPXgz+qY6C/aLXOvt2EhL5XEJ4+seaoP3fsDr7XJhw/5PXjPmKPmb8U+Va+keMFQITgyr152Cu+lmwyPqgi+L23RSE+JmiSv8Mjhj/blAXAM2K0v4u9jL+n4aG972OIPhWEg7/jUQBAW9UavwETCkBQAAk/bI5zvr8OLj4anMu/bpxMPtxp9L0y4J4/Bg2WP4DTpL9w7V88YiHgPCqkCUBplIE/QPIiP55YXr8r5Ny+4/uGPryVuT+EM5E/GvgOP5lMTL9ozPa+nuNLv8WXPr60PjS+Sx7xvmkku79eZRY/sTs1v2yae7/S1MQ9","D5jzP3FARr94wnO/vNEXwBtU1j/VoJ4/SAVEPhAHhD+FPh4/VohCP2Ijhb8jURw/0PylPy3GIL/BiTM/Umchvz/yez/Xeuo+OikxQKYzDz4z5iA/Z5TEP0HCIb/GJCS/PdDUvTqlQj4d5ym/OqKSPt824j8wWpa/YYKDP6lWrbyCo+K/YDwFwIKTEz/rcZ28dVL4PkyRgb8h+R2//C16P70QKb1gi/k9xSr4vpSzB8DGEZ6/A4F+v50voD9jF/y/dauNv3gsLb0yaI49xu8Fv+n8BT/We7E/gGZPPvR9AD8E/Nw/07yvPu/+GcC4m+Q+c37HP7s2Mr86SRG+Z0qVvU9T5z4Esfm+mRBlP10ErL8lhqU/yoNQv2qQmT2uWe2+pJBevo8+f7/aE14/tdBFvz/eQb/Zq2a/HF/cPpVrDD4rkeE+lX0Hv1ahkr/23xQ+vs/vviWFhT9MVKg/nyhHPfygVr6xhMG9vyKSP/9jCMAEeiE/qATBv0XgFL/cd8o+Ku4+v7eS9b5Y1HM/s9YTQFZa4L0j5ji/6DIPwHj5RjyGqbK7Ubi7P9zxwD/e1L8/aVo8vwGpiD6N1u8+zhGXPx4Upj6tKkE/1hA7v9qN+D5o/Ke/qiKBPs8UiT+sxec+9sWwv0s+977iu8k/jMcgviqr+j36Ph2/wW1Ev431jj6ycEy+/5Q8v3VxJj9iWCQ/gcGqPlG4AL/vxNm/n0orPxNvPb/UwUA/JGBSP7azEL+cn16/obzcPUhQtL/geaM9VNH4vkZcYj46C/49Wu9Svg/tAj1dnJO/75CKvnLYpT8y9Ie/zyJXPwIlUryRGCQ/+IezP2yKzj6ajRg/rvhxvwXRQz+QE4i/9PYLwAMS8T0jCLY+WtgiwG1yij95IpQ/tBeNvpuhD8CWQok/6TrIvz1GjD9LaLe+tpO7P+45UD+ENyU/XZTvPUnSRb5IfOO+4eTbPl/Xrj7AW6q+1Ih9v/qWGz4uexo+fa/uvWYTX79szrO/8KGsvz5Rf7+TOIA+","YrFzPpmtHD+g9Zm/k/AwPwLicr9ENCg/ynCXvsFEEL+cwuq+OrluPx46Fj5eCmM/Ws7Rv7eYET9qoD6/R2x4v5Xu5j6LF9G+MF3RPrAynz6pRtY/ogQqP/Irg76Sc8A+ptpnvxSluj/f0wzAsw9YvsEJC7/AmrI+P58jP9e08T1fSnk/5nrpPv8Emj41lgy/VN1Sv4pXXL+1ufO+vBJJP4TWzb/Hye8+Z1NMP0s0CL4wXQzA8rQ/P7nYyD4RKte9Jce6P5wKpL4Q4oo+m0WrP978N77QPUS/SGKlPrEDQT6B4so+UoeJPxOTFsAH+JA/kkJOvzkxrj+/Hre/txgpvGbXX7+IXAM+vlS6PrzdF79En0+/BUPmv9SBsz7pfTq/ZIG7P8jpLb71ZRM/6RSjP6uhXT8h7ai/4uJEQKciu70xObI/uKFQP4rY3b9nZ50/CV/iP/l51D4Uqj4/f3LpvlRpDL80Fru/FUIawCy8rb9BtLA+kvWPPhS8qb+LoI6/954cPyaFFL/E14U/o1e/P9InCL8DMSm7xkyovxwMDT5+8Vc+MXmDPqSaL7/KCAa/w6Pivs0Em77U6+w97mqPP5FBjj/5bie/a8qmP2bwBb4jW8A/97G2vqu4+j5WfoW/J7LPvorFZL5EBAe+9tPnv3PUOT+3NE6/wpoDQKYhDz6xQw6/6xSPPoCQmT5ccUw/O8M2P0UGDb/Ww729qhSev7scs75T3Pi+miKdP+b0Hz0/djE/5Mo8vzLBPr+hIPe/L41PPyfFir3OwMc/0I6BPxQqVD5fEYu+l7bHPU4u1r7Lyq4/IDWnvphPaj/6KbC/olGwP5tiWr4mnlu+RkyIPsmBsz6Vum++z7ZfvlJ9h7+u+kw+DCoZvy2qbD//m6g/n0jevgYIZb8QPIC/CjwKPnVKhT8uVVQ+u+SKv2og/77lucM/xBfLv+ELNb+kGVY/vksgvVGDsL6rRm0/dNLgvqpHrD6Cjuy+0yTYP2Ts9L9O/Vo/8ov5v1wCJ7936vO/","jPNav1EyFb808w6/rvSYPl3xfL9+LpM/7D6CP4+uhz8kjRBA0DuZv7b2XL9Haj2/rj3ovu6CP8ANaP6+9HaKP1gz7z/tBRU/GaD4P8oPdD8IuZY/h2ftupcRo7/J2Ps9x4LyPU7aNr+JNsy/fqsYv2zBfj8DRka+xoaMvsu1Gj/OO0I/DUw2QIyagr8Ebug+97/ZvZg8eD1ADSq+drblv9vXpT+b5tG+xVJevzdOLb9EqjM/nAi+PuTfxr/pmO6+FZmUPy3Mqb+YEWI/2DmkP0vwTL8Qn34+klMuv03o576bAiW/DXUYv265Pb/DRRu9/spRP23dVr3DMt8/TPqvP4FxiL6rte++o9RqvDahcj+Yrfu+jlKMPh26G7/RZsq/bDlIP0FGxb3rfTG99xACwEU8Az/B8Ks+11ICPy1vKj/wuEg+Uss7v2QjP7+LoJa/vDgJP3k3JT9/FXi+rwtGv9IWs74VqJA+kdefvmiYAb9h+t+/7UOMvtNGTL8EGq6+4kVYv+B2Sj4JWII/naGQviDMQ78ddVu/vVFdPqv3Qz9LQsY/1+uvPu/tTLxJ2JC/pWiUPeXxFz42Cca+DxUnQIVj6j98w06+2F2qvkyHd79ULeq+FEmCvO+zvL36xje/Fj27vmfWfD/FMpI/7+uEvZdwlb+mcHa+tgRXP0goJz90QaE8h2ZlvrFwHsAQIoy+0iOkPmJCdj/NlPO+tUGtPqQ9DL9aUXk9TU3DPg3ewj8A/nK+HXoxPCPfw76DraY+Al0GwPBnzDvw9sO/10myPT+YWr97AuS8yr27vyJhE772kbe/KPsRPu6CkD8Ocne/KhmHvz8d2r9SFnc/cNslPzEEdz8RB/m+nCWPvsMUob2rx0e/FYCEv6kFPT8Ys/k+YWgOQKAHfT/Xt5+/BfrVvtmu077AoyM/yzcEvl4tuD7cZ52/XvpEv+R0Pj7mVW2/OEo+Pj1kub6dEYE+FWMDP0TRyT9K+Ug/U4YbQEVMuL9kVUC/lWm1v5/xQL/WsUq/","8qHVP22HMEBikO09z/5ov2utmD/GCD0+1YhzPmD+Tb6WV+G+Pop4PazVcr8aWeE9R6Afv4eDLb+H9K0/WPCSv/9UVj/9pei/vGxJP4/nkD65uRfAmfsIQHmphT7JZxu+TfmJv+Io3j7Blis/LHeoPrZz3b46FhE+v6CEPxfvDT573ES/5tJqP3w68T5qGmi/s6kYP61wDL99QYe+K16IvpR4Kz8LrNA+OfvUPeLE0L8/nYk+kC+Bv61eiT9EnbU+jKYnv4cRlj8EqI49zSuTvUaSEkBtoDM/jb0ZP4oLdT9aa80/WhiJvyVusT8Rd1C/BfXZPk2Fiz+YLxi+5BSHv5Sglj/CNAk/Xp3cPzjwnL8mLRk+4DiKPzzDXz8sMbe9SO+UP3uLX7+nYm8/V8ZoPEx/ZL4cP8m+wf2vv+QEgD/xiky+cP/Mv0YIHb9mAtw/++wWP/nxV7+7I4w/+LeTPjIpAr/Nzf2+2CQlP733sL8mh0FAJa5TP3VyDUCBzII/F5z+vvWNwT//no4/jXWSvwbrPj+pTn+8n2GXPoL8JT83BZA9ttLuvrGl4b860LY/G0QaP6SSIb84ux4/hj6uP9kEXb/57GU/aZvMv9Q/XD5iWf69RGLPP5p13L9SWny/9Lk9P0oAKL9CGau/4m6Mv+qcDcD8LUe+G9YAQI/0eT9moZo+8/BivMh8mj2S1K0/aw/xvVx1I8ABJqa/+3OfvoL6Kz0yVu+//tOaP+IIYT8eMgE/TJyUvnQX8b7yowe/w7ziPv/7476FdWE+Qk1evbMpyL7uNAG/i4cAwMXtoL8Gkiq9MIv+POMS8T/7tRw/jnakvwsCA8ARJli+14FtPvWUtL46sq8/YRTTvxU5Nr9yYcI+8h8KP8PQ+L/mIim/BGPrvd8jDj9gnBW+FqjivnTHfj8yiOi/xBIHP4Q8Vb+MUcA+zOYLwNgdgD/Q4QrAh6qwv7Oj7D7wtZS+v90IvyctND81U0u+CafuvqC+zT/lf9G/Gi7Fv25qmb8YFBW/","ehfxP1DaLD7i/sq9BUDBPxh6Eb78NMM/m/B2Pzw/ZT9FRFM+QxUCwK3hub5CJqY/ZfKev2GaiL/MHY+/jni8v1cXB7+iuVy/6dBEP7rPub9Qmhs/WNIvvlVHOL9KD/o+bpmsPrHhL0Dii2S/23XoPZj7/T9UnY4+CUQ7P4Q6+r6cbaA/0ZkmwLL4wj76P3Y/qmbvvU9xQr//Miu/3zIYPxAAij5IbBw8U893P9hMeL8AuZO/3JKwvkgZFr9pqUa/moP3PqUExb441Sg/C2mOvnuEH79DGO2+aN6nPi0LCz9Co1m/hUMlv7dqDD9r4xG/AzmEPl020b9djpu/1cOPP15IEsDMNiO+tl3lP+YWbDzgHaO+XzPuPlRc6T8hqZI+IIrQvKC9Sz/FMiS+YWkGP+2u7j4pvJq/HYtRvzLzMr2WRiU/v/63P06xcb4HnQ+/wI+IPyQVGkDGugLAjnFdPxYWdb83mn8/lYVBPV15Uz/4QZs/58QZv95Tfj8CDYq/XMMGv7HBFz+5hdy9HA+6PkWP4L+6Mmy+vr5CP31JJb9QoQxAIbPKPmv/DUBphpo+SfSFP70B679+4tm++VO4vna3wj+7SsE+fA5DP2nBZT5bcDS/hrWgv7N9HL8M9b+9ipdDP009zT6KWEI/ggfpPf8MQL+nPnK+HttnPmiR378BxU6/v73kvQHnrDooD90/e2E6v7s8kb/8iXw9KzctvlF4gb5YEja/cjxnP6ETgz+2RDK/93/vvnNduj/yBXe9XOXOPqZ3Pj9D92s/QHRwv3MNV764aUA/HYenv0HVcz3qZri/GxiSPhQikr9Zce6+JI+Fv0WbGb/BXDY/qfWRP4ju9D66R7C/iqw4Poc4ij68ZF8/nBwCQKRmVD+I5nu/jhaYv8Nrkj9AcIE/mPinviqno7/Y07g/5gxrvua52L+CN5w/JfZ2P0IUtL9MGPw+/5pzPr+kTb6V+OM+CJ+dvkGrMT7ATbs989oGQCsEI771ekw/uhd0v3M4h7+EJcM+","aegnPxe8VT+U7Do/spS1v4ybkb+qzEW/z067PblLw7+gDZs+fCj5PVmxm7/KYOA+ziVUP5Ch0j2b8Bk/yPUoP7jf/L9qCOo/9iCRvnuQDD6jhtw/hQbFvUnGIT8VCXI+r31cPlPTDEAAnpU/2wxbPr6qjL+vh3S/BjlMPsZ0fr+gkYI+0igTP0K2OD9YkRw/Rf4SP2gKj79yOlw+Gq5pvx99Cz++8Au+tN2tPd614T+XZaG++dGlvwGl3b2FRX8+4LSBv61tnj6MFIK+mU6cPvKbYT6iHOM+Wt2avr5Bar8FrJm+UC7DPlnT9z4xDmE+nOdzvhkuwr8TNx+/4S78PrE+QDxe6q4/jQZnvk1s5j9TFgs/FdwTv5i6xT7fBmM/MFCdP+S/k7+bcws/I05PP5rs0L/DJOG+WkhUPu9Fhr+lHkS/H+iIv7kDZ78C/m8+w3tZv+VH+r6w5Q4/M9cavvHdf70S2P2/Xb14vOuEGz/ypzS9tjD4vk9B2b1MyyA/s1iLP0bBGkAEcrc/ymjevs+JMr7Zesc/5qJyv/mEmz1GmEu/ev6Wvynma7/sc66/FlhKP1Pltr9Y58M+/Et9v1xVST+PXgi/IUE3PxdWlD4vpPC+C+DhvxQ1kr4EKs4/fz1NPwWSCb9SO3u/3WyyPjGFiL9/GTo/7K2MP007dT+XmS2/4noAwEeuhb82x6o/SxMMvxOiyj9m/Ng+4R8NPk5ZpD8RwE6//vnPv0+MoL5GpjY/UdB9vhVdPj+TrPE+oFF2P72eQb5cw7s+RzZJvwzemb8N4yU/lDueP/l78z0fa02/jyOGP/pF1r3NEzQ+zA0pPxG3DUAoffE/XHUTvm8oZL9p4NG/qnyVvlDc4j7pcKm/U4Mev+N0Q7/F9lA/3pp7v7zqoD8CSh2/2WFtPr/pcz+jIuY+GfqoPwCgVT6mXs6+VPPUPhkzQD/oTsO9Qgf6vj8Atb75GY2/KBwNv+Poob404oA+plh7P/Oh0T/lsw6/t/NXvwIqQT/f6WO/","PGwkP3yfkD5Uy/G96QSNv5WJNr6ziuE/pivHvxIFfr8sz5u93DyKvra/cT4Uk08/7p6wPyrgRzy95xQ+YF5SwB4KUj/KZRc/EqUwPf99tD8zMDK/trhDPyX/tL6SlaU/HzSdPui1hz9Q06G9i0aPvzmlSb1AJXy+1oOMP7m6lz66bXU+uTkcPx2/5j/7Hqi+bCf+vgcNmT9+PwrAUTZNv9yzEj48PHI/lyVdPvqtc79TyUS/8MeFv71gczx5vG6/FPwLv1XcM745AoW+/yQZQLMp9z7RJao/TwBXvqazur5IiUC/1Lj2P2XjNb7RUoQ+h3sTPpUwYj6GdEY/aToBQB4B9z54cIY+d+giv2LuMT8N8JI+efdav6SLrb9OMHo/oZo6Pg+qSD+F6fc+IadkPz9EGr/MygS/MbgJwD4EcT/I4I+/ArUNP+oKJr+r+FU/KMDwvq08W71iLEo/i/aKP18umr9NKz+/wAsCwKDZBkCJZQi/XUvcvi/Rf7/jKCs/+OZ9voomij1/xEQ+EX8Ev4jhlr+lSVg+1XYCPxQEyz/0N3K/hJDFv3q8Fz8rXDU/L+WqPY/qYj8QvA0+XP9yvlSwvL6vW1A/2MUHwM0h774y7uY/CpmcP/LM5L2vEZu/lVaQvsdh8D05F+y/g9+Hvvbj5L/lrqG/uBRUv4GeiT5mXVc+1JqZP45dlT88EZ8/atfmv3//WT+NwxPAg9awPn7u2r85Ui1A3JoAvwYBx78xsH89mdLHvygckr+ogfS+b5gCvXK0Aj82H6c+qVamvolFpz5OEv+8sVWiv8DQc7/JG1m/UlJNvtic0r12FuG+MIK3ur89vr57w5k/bnNqvth7Eb+DpnC/8pTxPit2yb+FTD+/rXCsPhxE6T8L3Ba+IuJcvevTw77l0IA+AaSqPtxm7b/w6Ze/3THhvu18yz49BDG/WF55vhxdtL9oS6g/HNqBP5hXj711JKw+t5R0v54TfT7xaY0/vqmNPhl4D78LGI+/ZseNPxxJa79lVB8/","dv7Qv8g5cT4ESle/X+Skvx1Llb+Tcf8+ivybv2NFqr91L+S+hdtHv5LHGr/eHQC/cGHJP3VnkT/jC14/w1R1P3g5nb9mK/I+puAuvw+Yy71TADc/NF8RPCqmZz/siwC/BQ7/P/CWuj+BtTXAOPqovpzuxb1ZK12+pVaIPoM7M75K5ow/U3v8v6ZuLL6NoIA/BcJVP1jHOr0fG4Y+xvQpPufs6L6WgY++FF74v48DJUDKTiu++socv/q0Bb96fn8+rS75PpQElT717o4/NoG5P53Ho79iJXI/RN59PgKwkD9iERE/ZLhCv/j4x75L/Ko/NmGav5x0F79iUlg/2xKiPz3XEb/pGOy/+1CsvtUscT8oowjApnH6vrH0Sj/i4c6/fh+9P2rD8z+haNM+09kiPw/3s796bH++kXtOv2aAvD9UuCI/puH3v7QZAr+gWYM/a3oyvtefHL+DlFw/+ZXUv7FSvz2Laya//gYSQI3KKD7FM9i+dXSJPlbgO742b4i/taSyvaD9Yb8SUZc+6QrKvhIsnT9ekgFACwcuPKZQdT0qVdS/rdR4v8m1A8Dbczm+RoJhv4Qsmb9asZm+yT4fP0fAnz75YnK/wggDP4IODz46OOs/uqOGv+eNfD8b4yI/QjMgPs3nFr+Zr2s+A8S5Pudv0j/GYhO+XI0dPkVifL61zX8/TdzWPrh4OL8UwsE/6Q+lPz8FYj8OVUw/gC5Yv7N6Yz/MR4E+MlNGv4zdSj6jqUS9rx/evyITAsBWfzK+vb7uv5MmvL5lxMC+syvAvkfWO7/LLZc/htE2vurxFj4DESjALUpxv3Gkij+xkta/3rpXPuaWxz+sIl6/Y7mQP8vgur0zQNk/jOMFQJk2gD5IycI+W68IwBczrb87Q0q+MaqQPiu12r67ygk/yo6TPfL4ir5PdqS+67yDvzJ9mr+RWva77ukvPMARtL98JwS/WZHqPQg+4z4/FcK+eSFlvvtP+D7nliU91ayZP921vb47vW4/Y3dcv5sPuL2hs/6+","zl8mP1YGTL9jBZw/LfCJv9f3AcA1Ha++h+wFPg2cGT9P0pk9F+1VP3Nxo74jtKu9sG0lP3umVb8SRnm/msLvPg5WtT4/SiI/1p3jvSYrBT5tPK0+T/SKvxSksL+ruUM/T4CDvrAiMr6U4LE+WU/Kv7N9FL5nGau+XAnlPeV0nL/NL/C/VNHyPA5osb8u6Sq/ZmkSP37Pgr+8eeE9o+8fvszeAT+KGy4/Sb74P0X/Hb/QShq+ZDdoP5rRhj+e2I8/XFSXvyu6QD9ADJU/Shifv2IPjD5hMqi+kGaTPnx1sD4k6cQ/dEGTPzbdFz/t8qM9qG6NvZDBRL/vmxI/e97vPxNbjL5SHF8/MeNHP31HB8DUSEo/9zbQv2wJa77BA5y+TB2hPV41p72S1UK+VxgKwGK1yb9OwtM+FDyNv/Qkwr+rNLY/XDS+vreG3j5MMx4/mju7v+kpWD9Dh5Q+vXFzvs8Axb9e3xC/bjfCvZVV4D7SoEE9NMK+vgkUC78QuGw/uzsdvx2e7b8Q3XA/5r6DP/enVb5Xh4G/S1ogvk4PUD94BIG/UlqsPdNkor+HDCi9PWVrv4V4xT/9KF0+ZDOHv7BgaD+O7h8/m3tsvCk7ST5p+pu/8Wxsv3K03b6yrH2+4iKUP8sZcD+EnNu+RK34Pt67zr53i7I8j4BSvy6juL1gBsq+JgaNv41csL2abAa/no8Jv0o+dL+TMSg/7eKePy9DIj8qdMw+5a/YPv7QSb+7QWU/jkvPP+k0IL8qcg+/cVPZPpPlwz4j8Zc/GMixv4mf9j/8d6s9pMmRv4kQE78ymYI/E2dpP0nROD+WCJ8/gYVdP1Rflb8H8KA/h04uv6XCY76Y6x2/bFhHv+S3zL4QZdY+okAWv4rKXj6/hyw/Z5Wjv+WyLEBkU+O+HXsnP2MjyD0uW00+g0BmPrQqbL5vXIe/0wAiQD2iDT+6I5w+lz0qv4S89724lp2/zdc7PyCv3L92L8s/X8y1vYFM7j7rWjq+yMvePmw0Cb807T8/","fKaBP1zNgT/vXro/QlZkP5wyZL710Xu/t3IqP1YstD9a94A/q4YPPtcdbj4UPp4/dpdsPkSbF76wGxg/R28jPzvwDT8wiYc/V+rcv7GJur5y5T6/LyQ3v3Wut763Dig+N9BgP0gyhL/4THO/WNuKPlcBGb7APny+TwY2v7gIUb8KiJm/1/D1vyyRkL9Bst4+h1Miv/9vwb8o/s4/Nkc+PmwzDb8Hb8i+D39ivw3mVb+R72Q/mjymP6kggr4abA3ALZJHP/z5hT8He6a/nUpSP7lqRL+BjeO/7GDiP6a3Fb9aEeA+yapKvuaSPr5fEaI/BXjlPvjI6r9a8Di/VXWDvurltb/zh3o/8oG3v0Z02L+SOYo++J7Rvh7M1D8aHk2/TgEmv4+1Lz4cd2g/o6fZPiy5Kz5MZuY9pFIXv5PcDL4SjSa/EkCxv+PzqD6GBeq+PRUFQDFD/z8S5e8+gezJPtY3fD8e4aC/ib7pPtTV3b/inQ+/rp7Qv9CAMT8ZETDA8Y4CwNRkuj0szFS/nhuJvmirhb/ER4U+5NOSvluqdz/wmKW+VQ4iv2lNsz//X84+YiUBwOknL79C6O++GUiwP3SJCT9bHSQ/qZFEv5dtkj8OOzq/LEksQELthL76eaW+jWHyPjMVKL8QGBw/9xqTvVEJJL5kLVM+5zzEvaF7Ij9hP/U+OMm2P1NWsz8cTX4+2u2NvXv0Lb+SbUG+1tKrPcWYvj9Tt6g/s1bRv9CPy74m+Fm+Rmh1PlObUj8f8FY/S+fKPnc72D4RZ56/rglDPo8de78xpbG/0b85vr16fr/bXHE/8FtjPi7xFj/H6w09DHf3vn6RNT9LTi8/43bUPItLwr5lUKm/sa+vPyBOAr+XsvE9OfGOP86ZqD6apWU+Ce4zP2QOh71FFuO/rf0UvttKhL69NBM9cUnSvkOrh73diKi+A+9kv7g84DtK//E9ADzpPq7h870ihYU/65uVvrLwZj+hFZo/TdugPmumyj+xIxrAXqizvxhSKT+b+bY/",